/*
 Navicat Premium Data Transfer

 Source Server         : 本机
 Source Server Type    : MySQL
 Source Server Version : 50724
 Source Host           : localhost:3306
 Source Schema         : tra

 Target Server Type    : MySQL
 Target Server Version : 50724
 File Encoding         : 65001

 Date: 21/05/2023 18:10:22
*/

SET NAMES utf8mb4;
SET FOREIGN_KEY_CHECKS = 0;

-- ----------------------------
-- Table structure for admins
-- ----------------------------
DROP TABLE IF EXISTS `admins`;
CREATE TABLE `admins`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `username` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '帐号',
  `pwd` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '密码',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '管理员' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of admins
-- ----------------------------
INSERT INTO `admins` VALUES (1, 'admin', 'admin1', '2023-03-15 16:53:57');
INSERT INTO `admins` VALUES (3, 'add2', 'add2', '2023-05-21 16:35:19');

-- ----------------------------
-- Table structure for difangmeishi
-- ----------------------------
DROP TABLE IF EXISTS `difangmeishi`;
CREATE TABLE `difangmeishi`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `meishibianhao` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '美食编号',
  `mingcheng` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '名称',
  `fujinjingdian` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '附近景点',
  `fenlei` int(10) UNSIGNED NOT NULL COMMENT '分类',
  `tupian` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '图片',
  `jiage` decimal(18, 2) NOT NULL COMMENT '价格',
  `meishijianjie` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '美食简介',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `difangmeishi_fenlei_index`(`fenlei`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 32 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '地方美食' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of difangmeishi
-- ----------------------------
INSERT INTO `difangmeishi` VALUES (4, '2104231637402', '青岛香酥鸡', '颐和园', 6, 'upload/20230428/baae6f40-9b0e-476e-be92-c7d6df57e9db.jpg', 80.00, '山东地区特色传统风味名菜之一，属于鲁菜菜系。传遍济南、青岛、烟台等地区。此菜选用笋母鸡，以高汤蒸熟，火候足到，入油再炸，焦酥异常，其色红润，肉烂味美，是佐酒之美味。其一，这是青岛的原创菜品，既体现鲁菜风味，又能满足青岛偏好鸡类的口味；其二，此菜品有一定的烹饪技术含量，虽然在青岛酒店、餐馆的普及率不高，但在全国餐馆中并不多见。此菜是2005年评选的青岛代表菜之一。', '2023-04-23 18:42:26');
INSERT INTO `difangmeishi` VALUES (5, '042318042749', '东坡肉', '西湖', 4, 'upload/20230509/adc287a5-707c-4f0f-b80e-411e0fa030c7.jpg,upload/20230509/be1fc6d4-ebe0-4cc6-a584-8a9b8a93c9f0.jpg', 56.00, '东坡肉又名滚肉、红烧肉。是江南地区汉族传统名菜，属于浙菜系，同时也属于川菜系，以猪肉为主要食材。东坡肉的主料和造型大同小异，主料都是半肥半瘦的猪肉，加入配料焖制而成，成品菜都是码得整整齐齐的麻将块儿，红得透亮，色如玛瑙，入口软而不烂，肥而不腻。', '2023-04-23 18:05:26');
INSERT INTO `difangmeishi` VALUES (6, '042817452970', '酸辣鱼丸', '崂山', 6, 'upload/20230428/de6d0b21-23b0-4cc7-905e-33d03c162666.jpg', 20.00, '酸辣鱼丸是山东青岛的传统名吃之一，是青岛原创的一道菜品，它区别于南方鱼丸、肉丸的香醇，以酸辣适口为特色，在技法上体现青岛人加工鱼泥的细致。此菜是2005年评选的青岛代表菜之一。鱼丸一般用新鲜牙鱼肉制成，配以酸辣农汤，既保证了原汤的清香，又保持了鱼丸本身的鲜味。该菜品的特点是鱼丸有弹性，鲜味浓厚，汤酸辣开胃，口感极佳。', '2023-04-28 17:45:40');
INSERT INTO `difangmeishi` VALUES (7, '042817455204', '青岛三鲜锅贴', '青岛奥帆中心', 6, 'upload/20230428/70fa9933-9b68-4cb0-9c87-c42dcc9d6d3d.jpg', 46.00, '三鲜锅贴是青岛传统小吃，青岛的“三鲜锅贴”因时而鲜，突出不同季节的海鲜和不同季节的菜鲜特点，如春天的鲅鱼、黄花鱼“三鲜”，秋天的虾仁、猪肉、木耳“三鲜”，冬天的胶州大白菜、里岔黑猪肉、木耳“三鲜”等。此小吃是2005年评选的青岛特色小吃之一。其制法独特，成品造型新颖，色泽黄白相间，入口焦嫩，鲜美诱人。', '2023-04-28 17:46:31');
INSERT INTO `difangmeishi` VALUES (8, '042817485042', '沙茶面', '鼓浪屿', 2, 'upload/20230428/c24b1d87-8041-4e66-bc2f-6507e31b08ae.jpg', 20.00, '夏门沙茶面是厦门的著名小吃，属于闽菜小吃。沙茶面的美妙在于汤头，以沙茶酱熬成的沙茶汤浓稠香郁，面则选用闽南的油面，将油面与青菜于开水中烫熟捞入碗中，趁热浇入沙茶汤。最后可由自己喜好添加佐料，豆制品、大肠、米血、腰花等等，再淋上一小勺辣油，吃起来口味香辣扑皇，痛快淋漓。厦门沙茶面汤色红亮，口味咸鲜香辣，营养搭配合理。', '2023-04-28 17:49:40');
INSERT INTO `difangmeishi` VALUES (9, '050914496468', '龙井虾仁', '西湖', 4, 'upload/20230509/37c1e257-f606-4f8b-b7d0-1393c1d6b72a.jpg', 45.00, '龙井虾仁将茶饮与虾仁融合，整体清新软嫩，虾仁玉白，鲜嫩，芽叶清香，色泽雅丽，虾中有茶香，茶中有虾鲜，食后清口开胃，回味无穷', '2023-05-09 14:49:30');
INSERT INTO `difangmeishi` VALUES (10, '050914496468', '叫化童鸡', '灵隐寺', 4, 'upload/20230509/7f4d580f-b5ea-4e9d-a255-b622ebf64a6c.jpg', 55.00, '叫化童鸡是一道蜚声中外的浙江杭州地区名菜。叫化鸡有300多年的历史。据说，最先经营叫化鸡的是常熟山景园酒家，他们在民间制法的基础上加以精致和完美，并将此菜改名为“黄泥煨鸡”，成为中国名菜之一，特别闻名于沪宁、沪杭地区。', '2023-05-09 14:50:44');
INSERT INTO `difangmeishi` VALUES (11, '050914496468', '西湖醋鱼', '西湖', 4, 'upload/20230509/f46759dd-f6bd-4610-bc5b-5101ad17ff95.jpg', 60.00, '“西湖醋鱼”选用的是鲜活草鱼，烧之前一般要饿养一二天，等鱼排泄完肠内杂物，烧起来就不会有泥土味。孤山前的百年老店楼外楼，店前就有一个专门饿养草鱼的鱼池。以前周恩来总理宴请贵宾的时候，就专门在这里点这道菜。', '2023-05-09 14:51:23');
INSERT INTO `difangmeishi` VALUES (12, '050914519567', '宋嫂鱼羹', '西湖', 4, 'upload/20230509/19168081-d5f6-4588-b6c4-8607cb54cba9.jpg', 50.00, '宋嫂鱼羹通常将鳜鱼或鲈鱼蒸熟后剔去皮骨，加上火腿丝、香菇、竹笋末、鸡汤等佐料烹制而成。该菜品出炉后，色泽油亮，鲜嫩滑润，味似蟹肉。', '2023-05-09 14:52:33');
INSERT INTO `difangmeishi` VALUES (13, '050914519567', '扒原壳鲍鱼', '海军博物馆', 6, 'upload/20230509/7ea0ce61-4132-4d24-8a7b-701ba9131fb4.jpg', 56.00, '扒原壳鲍鱼，是一道山东青岛沿海地区的传统名菜。此菜色香味俱佳，鲍鱼肉质细嫩，味道鲜美，再浇以芡汁，透明油亮。将鲍鱼肉制熟后，又分别盛在各个原来的壳内，它的造型美观又名贵。是一种造型和盛器双重配合的杰作，原壳置原味，面目一新。', '2023-05-09 14:54:32');
INSERT INTO `difangmeishi` VALUES (14, '050914519567', '崂山菇炖鸡', '崂山', 6, 'upload/20230509/78fa16ca-c906-4a57-a3a5-fd16e1335c5f.jpg', 75.00, '崂山菇炖鸡山东省青岛市的一道特色小吃，属于鲁菜系；该菜品选用本地一年内的小公鸡，用高汤炖制而成。鸡和崂山菇合炖，味道鲜美。', '2023-05-09 14:55:30');
INSERT INTO `difangmeishi` VALUES (15, '050914564260', '汆西施舌', '信号山公园', 6, 'upload/20230509/ff4ef354-efa2-4b46-9a4e-16aab8ccc207.jpg', 55.00, '氽西施舌，山东传统名菜。西施舌为胶南、日照沿海一带所产，肉质洁白细嫩，舌状，营养丰富，味极鲜美，属海味上品，可做多种佳肴，此菜以净西施舌肉为主料，以香菜梗、韭青为配料，调料有精盐、醋、料酒、清汤、胡椒面、鸡油等。', '2023-05-09 14:56:58');
INSERT INTO `difangmeishi` VALUES (16, '050915224556', '白片鲟', '鼓浪屿', 4, 'upload/20230509/55b86169-e288-4596-a2c3-a1575904ff0d.jpg', 50.00, '厦门名小吃,选取用肉宝膏满、闽南沿海特产的红鲟入锅，放少量食盐，煮至水干壳红，透出一股蟹香，取出切片装盘上桌。此时肉白似玉，膏红如丹，味道清鲜。食时配以姜丝，佐以辣料。', '2023-05-09 15:22:49');
INSERT INTO `difangmeishi` VALUES (17, '050915224556', '土笋冻', '鼓浪屿', 4, 'upload/20230509/d138ae84-63df-4c59-a329-b16f01647a86.jpg', 35.00, '土笋冻是一种由特有产品土笋加工而成的冻品，晶莹透明、鲜嫩脆滑，发源于泉州府（现今福建泉州，漳州，厦门），是一种色香味俱佳的特色传统风味小吃。', '2023-05-09 15:24:13');
INSERT INTO `difangmeishi` VALUES (18, '050915224556', '炸五香', '鼓浪屿', 4, 'upload/20230509/a9b35b2a-a4ce-4d96-bc1e-a1df1a7e864e.jpg', 30.00, '炸五香，福建省地方传统小吃。采用炸氽法制作，油炸时生坯要慢慢滑入油锅内，炸至浮起油面时要勤翻动，以便受热均匀。外观色泽赤褐色，鲜香酥脆，馅润滑甜美，热食味道尤佳，佐酒甚宜。', '2023-05-09 15:25:08');
INSERT INTO `difangmeishi` VALUES (19, '050915224556', '烧肉粽', '鼓浪屿', 4, 'upload/20230509/1cc74228-94f3-44c3-a503-694891ccc3f1.jpg', 20.00, '厦门肉粽是一道美味可口的名点，属于闽菜系。福建厦门的烧肉粽历史悠久，具有香甜嫩滑，油润不腻，精工细作等特点粽子在福建各地都有不少品种，有咸粽、豆粽、甜粽、肉粽等，独数厦门肉粽最有名。厦门肉粽味道香甜，油润不腻，色泽红黄闪亮，富有引人品尝的吸引力。', '2023-05-09 15:26:15');
INSERT INTO `difangmeishi` VALUES (20, '050915405052', '丽江粑粑', '丽江古城', 4, 'upload/20230509/647bc4d4-74c9-42ef-a655-96ce89234481.jpg', 20.00, '丽江粑粑是纳西族独具的风味食品，有着悠久的历史，明代《徐霞客游记》中即有记载。其特点之一是色、香、味俱佳，其制作的主要原料是用丽江出产的精细麦面，加注从玉龙雪山流下来的清泉合成面团，在大理石石板上抹搽植物油，再擀成一块块薄片，抹上化油，撒上火腿末或白糖后卷成圆筒状，两头搭拢按扁，中间包入芝麻、核桃仁等佐料，再以平底锅文火烤熟煎成金黄色，即可制成。', '2023-05-09 15:41:04');
INSERT INTO `difangmeishi` VALUES (21, '050916009352', '米灌肠', '格姆女神山', 4, 'upload/20230509/fcd11922-9271-4906-8c8c-055edd9c449f.jpg', 15.00, '米灌肠在纳西语里称作“麻补”，是一道纳西族传统美味，丽江特有的一种风味食品，由猪血、米饭及各种香料，按照一定的配比拌在一块儿，然后灌入加工过的猪肠而制成的米饭肠', '2023-05-09 16:01:23');
INSERT INTO `difangmeishi` VALUES (22, '050916009352', '冰粉凉宵', '木府', 4, 'upload/20230509/a0d08371-8de9-4538-8410-f0e0bf907ce7.jpg', 15.00, '丽江著名小吃，香甜可口。冰粉是特殊的小小的果实用纱布包了揉出来的半透明晶体,玫瑰糖是红糖和玫瑰花瓣做的,而小小的凉虾则是用米粉做的,制作的方法很特色,味道也是很特别。', '2023-05-09 16:03:09');
INSERT INTO `difangmeishi` VALUES (23, '050916009352', '东巴烤鱼', '泸沽湖', 4, 'upload/20230509/1659aefc-fd06-4fc6-93d1-1e22366f34d9.jpg', 40.00, '”东巴烤鱼“是丽江茶马古道上流行起来的一道美食。东巴烤鱼的做法是先把鱼肚剖开去除内脏后，陌上了盐，花椒，和五香粉腌制了一段时间，在放在铁锅里先用慢火烤制等到味道吸收之后再放到油锅里炸。整条烤鱼外脆内嫩，吃起来味道非常鲜美。配合风味的豆豉在一起，整个鱼的风味非常香。再加上各种美味的佐料配合在一起，让人回味无穷。东巴烤鱼一定是到丽江必吃的一道菜”。丽江无论是小餐馆还是纳西餐馆都有。', '2023-05-09 16:05:50');
INSERT INTO `difangmeishi` VALUES (24, '050916009352', '鸡豆凉粉', '蓝月谷', 4, 'upload/20230509/98286265-efe6-41b6-ad96-956e2eb8e7f8.jpg', 20.00, '在乾隆《丽江府志》中，曾把这种风味小吃称作“食黑豆腐”。 几百年来，鸡豆凉粉这种风味小吃在丽江经久不衰，暑吃凉，寒吃热，凉吃拌以酸醋酱油调料之类，能消暑开胃、止车晕浪；热吃将凉粉在平底锅内用香油双面炸黄、佐以调料，虽然其貌不扬，但味道质地却极其细腻爽滑、适口，是下饭佐酒的一道风味好菜。', '2023-05-09 16:07:05');
INSERT INTO `difangmeishi` VALUES (25, '050916009352', '过桥米线', '虎跳峡', 4, 'upload/20230509/f737c926-a121-4929-a8c3-2adddd508a9e.jpg', 20.00, '过桥米线是云南省滇南地区的一种特有的小吃，属滇菜系，该菜品起源于蒙自地区，是由汤料、佐料、生的猪里脊肉片、鸡脯肉片、乌鱼片及五成熟的猪腰片、肚头片、水发鱿鱼片制作而成。', '2023-05-09 16:09:01');
INSERT INTO `difangmeishi` VALUES (26, '050917184706', '水煮鱼', '洪崖洞民俗风貌区', 1, 'upload/20230509/d6f5e251-ae84-48b9-857b-c9f890a4a614.jpg', 35.00, '“水煮鱼系重庆渝北风味，口感滑嫩，油而不腻，十分美味，有御寒、益气养血功效。菜品特色“水煮鱼（fish filets in hot chili oil）”，又称“江水煮江鱼”，系重庆渝北风味。', '2023-05-09 17:19:59');
INSERT INTO `difangmeishi` VALUES (27, '050917184706', '棒棒鸡', '解放碑步行街', 1, 'upload/20230509/4f1b2417-59d0-4fb1-be04-b9f74b9fe047.jpg', 30.00, '棒棒鸡，又名“嘉定棒棒鸡”、“乐山棒棒鸡”。此菜起源于乐山汉阳坝（今为眉山市青神县汉阳镇），取用良种汉阳鸡，经煮熟后，用木棒将鸡肉捶松后食用。棒棒鸡是四川特色菜肴。', '2023-05-09 17:21:06');
INSERT INTO `difangmeishi` VALUES (28, '050917184706', '酸辣粉', '长江索道', 1, 'upload/20230509/7917c86a-be4e-4c6b-8bda-a146a9f3ff00.jpg', 15.00, '重庆酸辣粉是重庆城区广为流传的一种地方传统名小吃，历来就是重庆人的最爱之一 。手工制作的主粉由红薯，豌豆淀粉为主要原料，然后由农家用传统手工漏制。\n重庆酸辣粉的粉丝劲道弹牙、口味麻辣酸爽、浓香开胃，深受全国人民喜爱的重庆地方小吃。', '2023-05-09 17:22:31');
INSERT INTO `difangmeishi` VALUES (29, '050917184706', '合川桃片', '磁器口古镇', 1, 'upload/20230509/a716d47b-8f32-455e-aeb3-402c5c1c12d3.jpg', 25.00, '合川桃片，重庆市合川区的传统特产之一，中国国家地理标志产品。合川桃片始创于1840年，该小吃用上等糯米、核桃仁、川白糖、蜜玫瑰等原料，精制加工而成，其特点为粉质细润，绵软，片薄，色洁白，味香甜，突出浓郁的桃仁，玫瑰香味。', '2023-05-09 17:23:27');
INSERT INTO `difangmeishi` VALUES (30, '050917184706', '重庆小面', '武隆喀斯特旅游区', 1, 'upload/20230509/a2228dbe-0f05-4fc7-b285-809ceea0f46a.jpg', 15.00, '重庆小面（Chongqing Noodles），属于川菜面食，是重庆四大特色之一。重庆小面发源于重庆直辖市-重庆主城区，是重庆的主食之一，是一款发源于老重庆的汉族特色小吃。小面属于汤面类型，麻辣味型。狭义的小面是指麻辣素面。尤其是早餐较常见。重庆小面是重庆面食中最简单的一种。主料为新鲜小麦粉面条，重庆人称之为\"水面\"、\"水叶子\"。', '2023-05-09 17:24:21');

-- ----------------------------
-- Table structure for diqu
-- ----------------------------
DROP TABLE IF EXISTS `diqu`;
CREATE TABLE `diqu`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `diqumingcheng` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '地区名称',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 15 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '地区' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of diqu
-- ----------------------------
INSERT INTO `diqu` VALUES (1, '青岛', '2023-04-23 18:24:34');
INSERT INTO `diqu` VALUES (2, '杭州', '2023-04-23 18:33:52');
INSERT INTO `diqu` VALUES (6, '厦门', '2023-04-23 18:12:25');
INSERT INTO `diqu` VALUES (7, '丽江', '2023-04-28 17:18:32');
INSERT INTO `diqu` VALUES (8, '西安', '2023-04-28 17:18:37');
INSERT INTO `diqu` VALUES (9, '北京', '2023-04-28 17:18:52');
INSERT INTO `diqu` VALUES (10, '长沙', '2023-04-28 17:18:57');
INSERT INTO `diqu` VALUES (11, '重庆', '2023-04-28 17:19:01');
INSERT INTO `diqu` VALUES (12, '南京', '2023-04-28 17:19:06');
INSERT INTO `diqu` VALUES (13, '桂林', '2023-04-28 17:19:11');

-- ----------------------------
-- Table structure for jingdianxinxi
-- ----------------------------
DROP TABLE IF EXISTS `jingdianxinxi`;
CREATE TABLE `jingdianxinxi`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `jingdianbianhao` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '景点编号',
  `jingdianmingcheng` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '景点名称',
  `suoshudiqu` int(10) UNSIGNED NOT NULL COMMENT '所属地区',
  `tupian` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '图片',
  `kaifangshijian` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '开放时间',
  `fujinmeishi` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '附近美食',
  `dizhi` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '地址',
  `piaojia` decimal(18, 2) NOT NULL COMMENT '票价',
  `liulanliang` int(11) NOT NULL COMMENT '浏览量',
  `miaoshu` longtext CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '描述',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `jingdianxinxi_suoshudiqu_index`(`suoshudiqu`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 87 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '景点信息' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of jingdianxinxi
-- ----------------------------
INSERT INTO `jingdianxinxi` VALUES (1, '04281719161', '八大关', 1, 'upload/20230428/14183854-6fa2-4466-9ed3-65add813cb19.jpg,upload/20230428/f193ab14-dfe5-42d9-9be3-5c537c802a43.jpg', '全天开放', '青岛三鲜锅贴', '青岛市市南区汇泉角东北部（正阳关路南北两侧街区）', 108.00, 4, '<p>走林荫道，看花石楼等老别墅，四季美景各不同。</p>', '2023-04-28 17:25:54');
INSERT INTO `jingdianxinxi` VALUES (2, '04281719161', '青岛奥帆中心', 1, 'upload/20230428/27eaa24e-e204-4188-bd1c-3a39e4a23ec0.jpg,upload/20230428/0bd53faf-0131-44b9-8403-0aeedb2a7994.jpg', '全天开放', '青岛三鲜锅贴', '青岛市崂山区浮山所麦岛路', 388.00, 1, '<p>港湾中泊满的帆船十分壮观，这儿也是欣赏日落的绝佳之地。</p>', '2023-04-28 17:27:46');
INSERT INTO `jingdianxinxi` VALUES (3, '04281719161', '西湖', 2, 'upload/20230428/2e6cf087-dc89-4156-8fe1-7cafb40efc2c.jpg,upload/20230428/1e4c260f-5483-44d2-b385-4df2a554369c.jpg', '10:00-21:10', '东坡肉', '杭州市西湖区之江路148号', 30.00, 0, '<p>杭州最美风光带，漫步苏堤、白堤，或坐手划船游湖。</p>', '2023-04-28 17:30:13');
INSERT INTO `jingdianxinxi` VALUES (4, '04281719161', '灵隐寺', 2, 'upload/20230428/18d61fa3-8d50-4791-b50e-f13f3bf48de7.jpg,upload/20230428/ba276a70-d4c8-414a-ac3d-a1446c9e4afb.jpg', '全天开放', '东坡肉', '杭州市西湖风景名胜区', 30.00, 50, '<p>杭州最早的名刹，活佛济公的出家地，可礼佛祈愿，观赏历代文物。</p>', '2023-04-28 17:31:44');
INSERT INTO `jingdianxinxi` VALUES (5, '04281719161', '曲院风荷', 2, 'upload/20230428/e6f028e3-3f03-436e-94f4-3cc29cb8a123.jpg,upload/20230428/1898665e-aaa8-4981-b2c8-9dce890a43c4.jpg', '全天开放', '美味中餐', '杭州市西湖区北山街89号', 0.00, 4, '<p>曲院风荷位于西湖西侧、岳王庙前面，是杭州有名的赏荷地。相传南宋时，洪春桥畔有一家官家酿酒的作坊，作坊周围的池塘上有许多荷花。每到夏天，微风乍起，荷花的香味夹杂着酒香，沁人心脾，&ldquo;曲院风荷&rdquo;由此得名。</p>', '2023-04-28 17:33:50');
INSERT INTO `jingdianxinxi` VALUES (6, '04281719161', '南普陀寺', 6, 'upload/20230428/e6f75e12-9ecb-44ac-a809-89c185aafed1.jpg,upload/20230428/94f29a70-b640-4163-b6f9-7d4760ec5da6.jpg', '08:00-18:00', '红烧系列', '厦门市思明区思明南路515号', 20.00, 2, '<p>南普陀寺坐落在厦门大学的边上，所以可以和厦大放同一天游玩。它是闽南乃至全国闻名的佛教寺院，如果准备祈福，不妨来这里拜拜。寺庙后就是五老峰，也是厦门八大景之一，想要游山的话，也可以顺带爬山游玩。</p>', '2023-04-28 17:35:53');
INSERT INTO `jingdianxinxi` VALUES (7, '04281719161', '鼓浪屿', 6, 'upload/20230428/4803bba1-fdb5-40cc-b75a-d246271b1d05.jpg,upload/20230428/eec2140b-7a1c-42fb-ad3c-54195e2289a8.jpg', '全天开放', '特色美食', '厦门市思明区鼓浪屿', 0.00, 14, '<p class=\"inset-p\">鼓浪屿是一个宁静美丽的小岛，凭借其独特的景色，已然成为厦门名副其实的旅游名片。岛上有日光岩、菽庄花园、风琴博物馆等景点，在日光岩内，可以俯视全岛，将景色尽收眼底。</p>\n<p class=\"inset-p\">除此之外，鼓浪屿上还有闽南建筑风格的海天堂构、中完合壁的八卦楼以及19世纪欧陆风格的国家领事馆，因为这些多种风格的建筑，所以又有万国建筑博览之称。</p>\n<p class=\"inset-p\">鼓浪屿有许多小资的店铺，装修的很文艺范儿，非常适合拍照。</p>', '2023-04-28 17:37:44');
INSERT INTO `jingdianxinxi` VALUES (8, '04281738179', '菽庄花园', 6, 'upload/20230428/2cd58d6a-63e3-4db1-8d3d-269ed0294ecf.jpg', '08:00-18:00', '美味中餐', '厦门市思明区鼓浪屿港仔后路7号', 30.00, 6, '<p>菽庄花园各景错落有序，其建筑风格为闽式兼有西洋色彩，临海而筑，独特而惊艳。主要分为藏海园及补山园两部分，主要景点有钢琴博物馆、十二洞天、四十四桥。四十四桥，是非常好的观海点，可在此观海。</p>', '2023-04-28 17:39:24');
INSERT INTO `jingdianxinxi` VALUES (9, '042817396024', '丽江古城', 7, 'upload/20230428/a010c87b-4e4e-4822-8b1c-653feca8787c.jpg', '全天开放', '红烧系列', '丽江市古城区大研古城', 0.00, 10, '<p style=\"color: #666666; font-size: 12px; font-weight: 400; background-color: #ffffff;\">丽江古城又名大研镇，是茶马古道上有名的城镇之一，影视剧《一米阳光》、《木府风云》等都在此取过景。古城内木楼青瓦，古街石巷，小桥流水，站在古城东大街上，举头即可遥望玉龙雪山，景色十分秀丽。</p>\n<p style=\"color: #666666; font-size: 12px; font-weight: 400; background-color: #ffffff;\">丽江古城依山而建，街巷依水流而设，曾经是茶马古道的交易市场。古城内从四方街延伸出光义街、七一街、五一街和新华街四条主干道，四条路又衍生出纵横交错的街巷，构成了以四方街为中心的古城。当年被徐霞客盛赞的木土司王府木府，就位于七一街关门口附近，在这里可以感受纳西民族建筑的内涵。</p>\n<p style=\"color: #666666; font-size: 12px; font-weight: 400; background-color: #ffffff;\">玉河水在城中一分为三，三分成九，再分成无数条水渠，形成主街傍河、小巷临渠的局面，使得古城充满生机。</p>\n<p style=\"color: #666666; font-size: 12px; font-weight: 400; background-color: #ffffff;\">古城里遍布经营各地特产的店铺，有民族饰品、茶叶、银器、披肩等。此外，这里有众多餐馆，无论是本地风味，还是西餐披萨，一切都能让你大饱口福。</p>', '2023-04-28 17:40:54');
INSERT INTO `jingdianxinxi` VALUES (10, '050912274748', '崂山', 1, 'upload/20230509/18ae2fef-d0fa-4098-b6e9-213b701b341f.jpg,upload/20230509/205de876-af25-4ebe-8d7d-7cefc0ba4413.jpg', '06:00-19:00', '青岛香酥鸡', '青岛市崂山区崂山风景区', 90.00, 1, '<p>访道教名胜太清宫，登巨峰观云海与日出。</p>', '2023-05-09 12:34:47');
INSERT INTO `jingdianxinxi` VALUES (11, '050912274748', '栈桥', 1, 'upload/20230509/6a59a704-592d-435d-9753-ce792949e6a8.jpg', '全天开放', '青岛三鲜锅贴', '青岛市太平路12号', 50.00, 0, '<p>青岛标志性建筑之一，百年历史，栈桥尽头就是回澜阁。</p>', '2023-05-09 12:36:54');
INSERT INTO `jingdianxinxi` VALUES (12, '050912274748', '小鱼山公园', 1, 'upload/20230509/ba62e22b-b933-4e71-b856-572afbae6c98.jpg', '09:00-16:00', '青岛三鲜锅贴', '青岛市市南区莱阳路8号', 50.00, 0, '<p>登上山顶，眺望青岛最具代表性的&ldquo;红瓦绿树，碧海蓝天&rdquo;景色！</p>', '2023-05-09 12:38:29');
INSERT INTO `jingdianxinxi` VALUES (13, '050912274748', '青岛海底世界', 1, 'upload/20230509/4d5fddab-604a-48bc-bb93-b66d03115017.jpg,upload/20230509/114fd81c-d137-4753-9ec3-9ed2fd22c744.jpg', '08:30-16:30', '青岛香酥鸡', '青岛市市南区莱阳路2号', 55.00, 0, '<p>参观海洋生物标本、漫步海底隧道，欣赏&ldquo;人鲨共舞&rdquo;等表演。</p>', '2023-05-09 12:40:13');
INSERT INTO `jingdianxinxi` VALUES (14, '050912274748', '石老人海水浴场', 1, 'upload/20230509/55c02d6d-e46a-45e4-bffe-5efd5b660162.jpg,upload/20230509/8cfe5293-b6b3-4df6-af67-12092a1d9738.jpg', '9:00-18:00', '青岛三鲜锅贴', '青岛市崂山区海口路287号', 168.00, 4, '<p>远离城市喧嚣的广阔海滩，可远眺有名的海中巨石&ldquo;石老人&rdquo;。</p>', '2023-05-09 12:41:23');
INSERT INTO `jingdianxinxi` VALUES (15, '050912274748', '五四广场', 1, 'upload/20230509/47e9a978-b97f-40f9-b9f9-d05a93905591.jpg,upload/20230509/8dab5f45-c799-4618-a3cb-b49ad58ffb02.jpg', '全天开放', '青岛三鲜锅贴', '青岛市市南区东海西路（青岛市政府对面）', 0.00, 2, '<p>为纪念&ldquo;五四运动&rdquo;而建，有青岛标志性雕塑&ldquo;五月的风&rdquo;。</p>', '2023-05-09 12:43:20');
INSERT INTO `jingdianxinxi` VALUES (16, '05091428614', '黄岛金沙滩', 1, 'upload/20230509/7f96653f-3a7d-45a1-bcd1-a9710762f120.jpg,upload/20230509/4df9d458-dffb-4fdc-9343-12606a72fc35.jpg', '08:30-17:30', '青岛香酥鸡', '青岛市市北区登州路56号青岛啤酒博物馆', 298.00, 1, '<p>海滩上的沙质堪称青岛最佳最细腻，并拥有广阔海岸线。</p>', '2023-05-09 14:30:58');
INSERT INTO `jingdianxinxi` VALUES (17, '05091428614', '海军博物馆', 1, 'upload/20230509/cc55999d-37f9-4934-8702-832cdab213fc.jpg,upload/20230509/f486dbb7-d289-410e-8181-40ea25229915.jpg', '07:00-17:00', '青岛三鲜锅贴', '青岛市崂山区王哥庄街道仰口风景区', 278.00, 4, '<p>欣赏各种飞机大炮以及军服装备，登上退役军舰实地参观。</p>', '2023-05-09 14:32:46');
INSERT INTO `jingdianxinxi` VALUES (18, '05091428614', '基督教堂', 1, 'upload/20230509/429b8e0a-b537-48d0-8f4c-5ec299fcd504.jpg,upload/20230509/22a8cd8e-4b92-4ae3-a89b-406cd89fd34e.jpg', '7:30-18:30', '青岛香酥鸡', '青岛市市南区福山支路24号', 0.00, 1, '<p>德国古堡式建筑，醒目的红色屋顶搭配绿色尖顶钟楼非常漂亮。</p>', '2023-05-09 14:33:49');
INSERT INTO `jingdianxinxi` VALUES (19, '050914364485', '信号山公园', 1, 'upload/20230509/920f0b4c-a2e0-48e6-934f-27fbfe3f303b.jpg,upload/20230509/c49804f4-dd2f-4ea6-b4db-fe5251b1eebe.jpg', '全天开放', '青岛香酥鸡', '青岛市开发区（黄岛区）金沙滩路', 278.00, 1, '<p>登红顶蘑菇楼旋转观景台，360度俯看青岛幢幢老洋房。</p>', '2023-05-09 14:38:21');
INSERT INTO `jingdianxinxi` VALUES (20, '050914417158', '千岛湖景区', 2, 'upload/20230509/5b0b3ab0-d010-44cd-86dd-b267362ad38b.jpg', '全天开放', '东坡肉', '杭州市淳安县千岛湖镇梦姑路348号千岛湖中心湖区游船码头', 185.00, 0, '<p>乘船徜徉清澈辽阔的水面，登梅峰岛俯瞰千岛湖全景，风光无限。</p>', '2023-05-09 14:43:39');
INSERT INTO `jingdianxinxi` VALUES (21, '050914579304', '杭州宋城', 2, 'upload/20230509/68323c4a-36d9-49e3-8062-fe4b6066ea22.jpg', '全天开放', '西湖醋鱼', '杭州市淳安县千岛湖镇梦姑路348号千岛湖中心湖区游船码头', 310.00, 0, '<p>看《宋城千古情》演出，逛仿古街市，体验宋朝市井风情。</p>', '2023-05-09 14:59:14');
INSERT INTO `jingdianxinxi` VALUES (22, '050914579304', '垂云通天河', 2, 'upload/20230509/88f01880-8fef-4e8b-aa39-d961df6bb2cd.jpg,upload/20230509/f807b4dc-f718-40ac-b141-c66491aec802.jpg', '07:00-18:15', '叫化童鸡', '杭州市西湖区灵隐路法云弄1号', 108.00, 0, '<p>乘小木船在地下暗河漂流，看千奇百怪的钟乳石景观。</p>', '2023-05-09 15:00:52');
INSERT INTO `jingdianxinxi` VALUES (23, '050914579304', '九溪烟树', 2, 'upload/20230509/4430bc73-41c0-4c54-87b5-cf6fa46c5461.jpg,upload/20230509/b56e89a0-3cfb-4c18-9c74-30cbfb2e41b1.jpg', '08:00-16:30', '宋嫂鱼羹', '杭州市桐庐县瑶琳镇东琳村景区', 0.00, 0, '<p>俗称&ldquo;九溪十八涧&rdquo;，也是狮峰龙井茶的主产区。</p>', '2023-05-09 15:02:13');
INSERT INTO `jingdianxinxi` VALUES (24, '050914579304', '云栖竹径', 2, 'upload/20230509/9197331a-e780-42fb-8969-fb35d6a1d4c9.jpg,upload/20230509/819ea642-0705-43ff-8ccf-3cc4c15bb965.jpg', '08:00-17:30', '龙井虾仁', '杭州市西湖区天目山路518号（周家村入口）或者杭州市余杭区五常街道五常大道（龙舌嘴主出入口）', 8.00, 0, '<p>清幽的大竹海，电影《卧虎藏龙》的取景地，避暑消夏的好去处。</p>', '2023-05-09 15:03:37');
INSERT INTO `jingdianxinxi` VALUES (25, '050914579304', '塘栖古镇', 2, 'upload/20230509/c82e9df7-1b28-440f-9576-2bf849cdd19d.jpg,upload/20230509/57c6b169-47e8-47a3-a1f4-23208961678e.jpg', '全天开放', '龙井虾仁', '杭州市余杭区塘栖镇游客中心', 18.00, 0, '<p>塘栖古镇位于余杭境内，是京杭大运河杭州段的起点。运河从古镇中穿过，两岸是古色古香的老房子，河上有古桥相连。塘栖的枇杷和传统糕点很出名，每年5月下旬枇杷黄时，这里总要热闹好一阵，不少杭州人来这儿吃枇杷。</p>', '2023-05-09 15:06:23');
INSERT INTO `jingdianxinxi` VALUES (26, '050914579304', '清河坊街', 2, 'upload/20230509/ccdc3089-a690-486c-87ed-a7a3bb3c0dcc.jpg,upload/20230509/a5756a0d-55bc-4403-87ef-3964aeadffd1.jpg', '全天开放', '西湖醋鱼', '杭州市上城区河坊街180号', 0.00, 0, '<p>清河坊街是杭州人气较旺的商业区之一，沿街的商铺是老建筑改建的，古色古香。这里汇集许多本地小吃、特色商店、茶楼等，加上背靠吴山，又与美食街高银街近邻，无论是游客还是本地人都常来光顾。</p>', '2023-05-09 15:08:19');
INSERT INTO `jingdianxinxi` VALUES (27, '050914579304', '雷峰塔', 2, 'upload/20230509/5f8a9cde-2ed3-401a-9510-1d2c58d267f5.jpg', '08:00-17:30', '西湖醋鱼', '杭州市西湖区南山路15号', 355.00, 3, '<p>雷峰塔又名&ldquo;黄妃塔&rdquo;，位于西湖南岸夕照山的雷峰上。很多人的&ldquo;雷峰塔情结&rdquo;源于白娘子传说，尽管旧塔在1924年就倒掉了，如今这座是在原塔基上新修的，里面有电梯和空调，但并不妨碍你来此寻访白娘子的踪迹。</p>', '2023-05-09 15:09:51');
INSERT INTO `jingdianxinxi` VALUES (28, '050914579304', '大明山景区', 2, 'upload/20230509/0e011da4-a040-4841-9d7c-ce71008ae44e.jpg', '08:00-14:30', '叫化童鸡', '杭州市临安区清凉峰镇白果村横溪桥158号', 25.00, 1, '<p>四季皆宜，春季的高山草甸山花遍野，适合踏青；夏季来此登高避暑、感受密林中的清凉；金秋时节红叶满山、风高气爽；而冬季的大明山滑雪场则是滑雪胜地。</p>', '2023-05-09 15:14:36');
INSERT INTO `jingdianxinxi` VALUES (29, '050914579304', '瑶琳仙境', 2, 'upload/20230509/aaea642e-8c7e-4236-aeb1-92d4a6476b0a.jpg', '08:00-16:30', '宋嫂鱼羹', '杭州市桐庐县瑶琳镇分水江畔至南乡洞前村的骆驼山北麓', 107.00, 0, '<p class=\"inset-p\">瑶琳仙境（又名瑶琳洞）位于浙江省桐庐县境内，距杭州80公里，离桐庐县城23公里左右。这是当地有名的钟乳石山洞，整个洞穴纵深1公里，洞内造型各异的石笋和钟乳石在各色灯光映衬下特别漂亮。</p>\n<p class=\"inset-p\">瑶琳仙境内分为三个洞厅，其中最值得看的有&ldquo;银河飞瀑&rdquo;、&ldquo;擎天玉柱&rdquo;、&ldquo;三十三重天&rdquo;和&ldquo;瑶琳玉峰&rdquo;这四景。你可以看到很多动物造型的奇石，&ldquo;大象&rdquo;、&ldquo;狮子&rdquo;和&ldquo;青蛙&rdquo;等等。</p>', '2023-05-09 15:16:15');
INSERT INTO `jingdianxinxi` VALUES (30, '050915202405', '钟鼓索道', 6, 'upload/20230509/7539d04f-23d2-4734-937d-e36ea46e0f79.jpg', '8:30-17:30', '沙茶面', '福建省厦门市思明区虎园路25-110号(厦门园林植物园西大门旁斜坡往上)', 80.00, 0, '<p>听说，旅行就是从一个玩腻的地方，到别人玩腻的地方，那么钟鼓索道就是一个呆不腻的地方。82个吊厢，避免了长时间排队的烦恼，居高临下，即可以俯瞰植物园美景，又可以饱览鼓浪屿全景，远眺台湾三担、四担、五担，不外乎是&ldquo;智观厦门&rdquo;的好去处。</p>', '2023-05-09 15:21:08');
INSERT INTO `jingdianxinxi` VALUES (31, '050915265059', '云水谣古镇', 6, 'upload/20230509/87e017ce-a044-429a-8e91-45eb193a17e9.jpg,upload/20230509/54fe5a4e-c1ad-4ff6-95d9-6375b5bb9fcb.jpg', '全天开放', '白片鲟', '漳州市南靖县书洋镇云水谣古镇', 90.00, 0, '<p>大鱼海棠取景地 感受土楼文化，欣赏云水美景</p>', '2023-05-09 15:31:20');
INSERT INTO `jingdianxinxi` VALUES (32, '050915265059', '胡里山炮台', 6, 'upload/20230509/142f7524-3b02-4ba4-b724-5d982f0e6887.jpg', '08:00-18:00', '土笋冻', '厦门市思明区曾厝垵路2号', 25.00, 0, '<p>厦门胡里山炮台景区始建于清光绪二十年，分为战坪区、兵营区和后山区，炮台结构为半地堡式、半城垣式，具有欧洲风格，又有我国明清时期的建筑神韵。胡里山炮台是中国洋务运动的产物，历史上被称为&ldquo;八闽门户、天南锁钥&rdquo;。</p>', '2023-05-09 15:32:54');
INSERT INTO `jingdianxinxi` VALUES (33, '050915265059', '沙尾坡', 6, 'upload/20230509/c4b80ad8-127a-4aa4-8bd2-26f0fb2da887.jpg,upload/20230509/69a71137-0149-40db-bf25-37026de5f421.jpg', '全天开放', '烧肉粽', '厦门市思明区沙坡尾', 0.00, 0, '<p>沙坡尾是厦门港的源起之地。从清代起就作为避风港，毗邻南普陀寺和厦门大学，早期的厦门港是一处弧形的海湾。这一带海湾呈月牙型，金色的沙滩连成一片，故有\"玉沙坡\"美称。之所以被称为最&ldquo;潮流&rdquo;的老城区是因为如今的沙坡尾已成为厦门文艺时尚的汇聚地，这里充满了各种绘画、音乐、雕塑、文创等元素吸引了众多年轻人。　　</p>', '2023-05-09 15:34:33');
INSERT INTO `jingdianxinxi` VALUES (34, '050915265059', '曾厝垵', 6, 'upload/20230509/4550405f-367f-44ef-961c-f63b421ae773.jpg', '全天开放', '炸五香', '厦门市思明区环岛南路', 0.00, 0, '<p>曾厝垵就坐落在厦门的环岛路上，它从一个质朴的临海渔村缓缓蜕变成了如今炙手可热的文化创意村。繁华背后，也依旧坚守着骨子里的韵味。在这里，你可以泡一壶清茶，坐在木制的老藤椅上，头顶是穿过瓜果藤架稀疏散落的阳光，鼻尖是海边吹来的咸咸的海味，在都市的忙碌中享受片刻的安静舒缓。</p>', '2023-05-09 15:36:14');
INSERT INTO `jingdianxinxi` VALUES (35, '050915418050', '玉龙雪山', 7, 'upload/20230509/d1a0518b-5e72-4f97-a7a8-cb2ef54f83b4.jpg,upload/20230509/bdacc761-14be-4227-8868-1d4ead1bbe2c.jpg', '07:30-16:30', '丽江粑粑', '丽江市玉龙县丽江古城以北15公里处（玉龙雪山风景区）', 100.00, 0, '<p>玉龙雪山是丽江知名景点之一，也是纳西族心中的神山，一共13座山峰连绵起伏，似银龙飞舞，因此得名。景区内可以直接乘坐索道上山，轻松欣赏高海拔冰川的瑰丽，是很多游客来此游玩的亮点。</p>', '2023-05-09 15:42:25');
INSERT INTO `jingdianxinxi` VALUES (36, '050915418050', '泸沽湖', 7, 'upload/20230509/9eaa5976-e3b7-4beb-a1ea-585b28d671fa.jpg,upload/20230509/ad4c9cc2-f2c6-47e8-bad4-670bae9e0df4.jpg', '全天开放', '丽江粑粑', '云南省丽江市宁蒗县泸沽湖镇', 70.00, 0, '<p>泸沽湖位于云南与四川边界，海拔约2685米，风光旖旎，民风质朴，有&ldquo;高原明珠&rdquo;之称。云南一侧湖畔居住的摩梭人奉行&ldquo;男不娶女不嫁&rdquo;的走婚制度，所以泸沽湖又被称为&ldquo;东方女儿国&rdquo;。</p>', '2023-05-09 15:43:59');
INSERT INTO `jingdianxinxi` VALUES (37, '050915418050', '蓝月谷', 7, 'upload/20230509/715c4fb0-71ce-4104-87e2-351e37bdb8d7.jpg,upload/20230509/540be896-5295-4ce0-b36d-5a31b739e3f0.jpg', '08:00-16:00', '丽江粑粑', '丽江市玉龙纳西族自治县玉龙雪山东麓甘海子以北、云杉坪南侧的山谷之中', 188.00, 0, '<p class=\"inset-p\">蓝月谷位于丽江玉龙雪山脚下，是玉龙雪山融水的白水河流经此地形成，池水清澈见底，而且一片奇幻的蓝色，非常震撼眼球。蓝月谷有&ldquo;玉液&rdquo;湖、&ldquo;镜潭&rdquo;湖、&ldquo;蓝月&rdquo;湖和&ldquo;听涛&rdquo;湖四个颜色各异的湖泊，还有很多小瀑布错落有致，拍照十分漂亮。</p>\n<p class=\"inset-p\">&nbsp;</p>', '2023-05-09 15:45:42');
INSERT INTO `jingdianxinxi` VALUES (38, '050915418050', '木府', 7, 'upload/20230509/6d026613-9bca-4162-8ac4-7809a53354a4.jpg,upload/20230509/ee36f23e-47b6-4d4b-8c06-625be29ea9e7.jpg', '8:30-17:30', '丽江粑粑', '丽江市古城区大研镇关义街光院巷49号', 20.00, 1, '<p>木府位于丽江古城南部，是历代丽江木氏土司的府邸，建筑有了明代中原建筑风格和白族、纳西族的工艺，精美壮观，徐霞客曾赞&ldquo;宫室之丽，拟于王者&rdquo;。如今木府已是古城的一座标志，吸引无数游客来此欣赏。</p>', '2023-05-09 15:47:03');
INSERT INTO `jingdianxinxi` VALUES (39, '050915418050', '白沙古镇', 7, 'upload/20230509/bfcc2258-e537-46f2-86b1-293e6682fe86.jpg,upload/20230509/4d10da7a-f353-4903-afe0-c1ce174677bf.jpg', '全天开放', '丽江粑粑', '丽江市玉龙纳西族自治县白沙镇', 10.00, 1, '<p>白沙古镇是丽江城北约12公里的一座古老的小镇，是纳西族在丽江坝的起初聚居地，也是丽江木氏土司的发祥地。这里目前依然保留了古色古香的风貌，而且非常的安静质朴，镇上明清时期的&ldquo;白沙壁画&rdquo;更是珍贵无比。</p>', '2023-05-09 15:48:37');
INSERT INTO `jingdianxinxi` VALUES (40, '050915418050', '虎跳峡', 7, 'upload/20230509/5ab13ef0-c2a0-4836-af11-f039d1d5d573.jpg', '7:30-18:00', '丽江粑粑', '香格里拉市虎跳峡镇', 65.00, 1, '<p>虎跳峡景观位于从丽江去香格里拉的中途，从香格里拉到虎跳峡镇坐车需两个小时。虎跳峡，中国最深、最美的峡谷之一，也是世界最经典的十大徒步线路之一。这条峡谷在金沙江上游，分上虎跳、中虎跳、下虎跳三段。停车场右侧一只腾跃的石虎，连底座高约3米，这是进入虎跳峡的标志性石雕造型。</p>', '2023-05-09 15:52:13');
INSERT INTO `jingdianxinxi` VALUES (41, '050915418050', '格姆女神山', 7, 'upload/20230509/d42e4cc3-160c-4012-9c85-400b730caa3d.jpg', '08：30-17：30', '丽江粑粑', '云南省丽江市宁蒗彝族自治县小落水村', 70.00, 1, '<p>格姆女神山海拔3754.7米，是泸沽湖四周最高的山峰。从达祖纳西村后的转山古道，经柏香林，可到顶端女神庙、女神洞。在摩梭神话传说中，此山是格姆女神的化身。泸沽湖形如半月，只有登临女神山才可窥见泸沽湖全景。转山节期间，摩梭人都要上女神山祭祀女神。从山头到脚，转山的队伍形成一条条色彩绚丽的长龙，&ldquo;女神歌&rdquo;响彻云天。中国名山成十上百，格姆女神山以&ldquo;天人合一&rdquo;别具风采。</p>', '2023-05-09 15:53:28');
INSERT INTO `jingdianxinxi` VALUES (42, '050915418050', '观音峡', 7, 'upload/20230509/0cd7d99b-cd92-44a9-b662-065070e8b9f8.jpg', '7:30-18:30', '丽江粑粑', '丽江市东南17公里处七河乡', 80.00, 0, '<p class=\"inset-p\">观音峡景区位于丽江市东南17公里处，是茶马古道滇藏线上第一个险关要塞，有&ldquo;丽江第一景&rdquo;之称。在这可以观看峡谷内形状奇伟的地质造型，还可以走走茶马古道，在木家别院坐坐，喝杯普洱茶，感受浓郁的茶马古道风情。</p>\n<p class=\"inset-p\">观音峡景区由黄龙潭和观音峡两片区域组成，由385米的隧道相连接，之间有电动小火车往返。景区内山水、湖泊、峡谷、森林和瀑布一应俱全，自然风光优美。此外还有古朴的纳西村落、茶马古道遗迹、宗教寺庙等人文景观，走进风情浓郁的观音峡，仿佛回到了那个茶马互易的年代。</p>', '2023-05-09 15:54:35');
INSERT INTO `jingdianxinxi` VALUES (43, '050916119094', '华山', 8, 'upload/20230509/93d3c47f-4d65-468b-8402-2b56d178346c.jpg', '08:00-16:00', '', '陕西省渭南市华阴市华山镇集灵路与华山路交叉口东南1000米', 100.00, 0, '<p>华山古称&ldquo;西岳&rdquo;，为中国有名的五岳之一，位于陕西省华阴市境内。华山又有&ldquo;太华山&rdquo;的雅称，是中华文明的发祥地，&ldquo;中华&rdquo;和&ldquo;华夏&rdquo;之&ldquo;华&rdquo;，就源于华山。&ldquo;奇险&rdquo;两字是华山风光的精髓。&ldquo;自古华山一条道&rdquo;形容的就是华山的险峻，景区有长空栈道、鹞子翻身以及在峭壁绝崖上凿出的千尺幢、百尺峡、老君犁沟等多处惊险刺激的景点，亲临其境者，无不叹为观止。</p>', '2023-05-09 16:12:18');
INSERT INTO `jingdianxinxi` VALUES (44, '050916119094', '大唐不夜城', 8, 'upload/20230509/3f1c169f-f826-4f34-8497-8b0c03055bc6.jpg', '全天开放', '', '西安市雁塔区慈恩路46号', 0.00, 0, '<div>大唐不夜城的中轴景观大道是一条约1500米横贯南北的中央雕塑景观步行街，其上分布着盛世帝王、历史人物、英雄故事等九组主题群雕，立体展现大唐帝国在宗教、文学、艺术、科技等领域的地位并彰显大国气象。</div>\n<div>大唐不夜城以大雁塔为依托，北起玄奘广场、南至唐城墙遗址公园、东起慈恩东路、西至慈恩西路，贯穿玄奘广场、贞观文化广场、开元庆典广场三个主题广场，拥有六个仿唐街区和西安音乐厅、西安大剧院、曲江电影城、陕西艺术家展廊四大文化建筑。大唐不夜城晚上灯火璀璨，光影中的仿古建筑流光溢彩，气势恢宏，宛如大唐盛世再现。</div>', '2023-05-09 16:13:08');
INSERT INTO `jingdianxinxi` VALUES (45, '050916119094', '秦始皇帝陵博物院', 8, 'upload/20230509/b75379a1-3bf5-4257-af19-6442fc52a5a7.jpg', '08:30-17:00', '', '陕西省西安市临潼区秦陵北路与秦俑馆公路交叉口', 120.00, 0, '<p class=\"inset-p\">秦始皇兵马俑博物馆又称兵马俑、秦兵马俑。它是秦始皇陵的陪葬坑，与秦始皇帝陵一同组成了：秦始皇帝陵博物院。<br />秦始皇兵马俑素有世界第八大奇迹之称。这里出土的一千多个士兵陶俑，形象各不相同，神态生动，是中国古代雕塑艺术史上的一颗璀璨明珠，被誉为&ldquo;二十世纪考古史上的伟大发现之一&rdquo;。</p>\n<p class=\"inset-img-view\">&nbsp;</p>', '2023-05-09 16:14:01');
INSERT INTO `jingdianxinxi` VALUES (46, '050916119094', '大雁塔', 8, 'upload/20230509/827cf0c5-f65b-4400-982b-6d18cd28a1b9.jpg,upload/20230509/00c2e197-962a-4a8a-b354-6442abaef92d.jpg', '全天开放', '', '西安市雁塔区雁塔路', 0.00, 0, '<p class=\"inset-p\">大雁塔，位于市区南部大慈恩寺内。大慈恩寺是唐代长安城内颇为宏丽的皇家寺院，建于唐太宗时期，是太子李治为了追念母亲文德皇后而建，并由西行取经归来的玄奘法师担任&ldquo;首任主持&rdquo;。期间，法师督造了大雁塔。</p>\n<p class=\"inset-p\">玄奘法师在大慈恩寺翻译佛经、弘扬佛法11年，并创立了佛教的&ldquo;相唯识宗&rdquo;，使大慈恩寺成为唯识宗（又称&ldquo;法相宗&rdquo;）祖庭。期间，为供奉从印度请回的经像和舍利，法师亲自督造修建了大雁塔。</p>', '2023-05-09 16:15:21');
INSERT INTO `jingdianxinxi` VALUES (47, '050916119094', '大明宫国家遗址公园', 8, 'upload/20230509/f8d3d6bd-81ef-4d9b-a239-416ba4d7931f.jpg', '8:30-18:00', '', '西安市未央区太华南路', 60.00, 0, '<p class=\"inset-p\">唐代的大明宫是长安城中辉煌壮丽的建筑群。公园建在大明宫的遗址上，这里有含元殿等宫殿的台基、墩台遗址；能欣赏到复原的大明宫微缩景观；观赏IMAX 3D影片《千宫之宫》，还能体验文物的考古发掘和修复。</p>\n<p class=\"inset-p\">景区有南门和东门，南门是正门，游客中心也位于南门，建议游客南门进入景区。遗址公园分为免费区和收费区两部分，其中收费区是景区的核心区域，包括含元殿、宣政殿和紫宸殿遗址以及大明宫遗址博物馆。免费区内的部分景点也需要购票，如丹凤门遗址博物馆、考古探索中心等。</p>', '2023-05-09 16:16:28');
INSERT INTO `jingdianxinxi` VALUES (48, '050916119094', '西安钟楼', 8, 'upload/20230509/58c2634a-1962-4c6c-b4df-d03650abe3d2.jpg', '08:30-18:00', '', '西安市碑林区东西南北四条大街交汇处', 30.00, 0, '<p>西安钟楼是国内规模较大，保存完整的一座钟楼，始建于明洪武十七年（公元1384年），钟楼处于西安的中心地带，是古城的地标之一，以它为中心辐射出东、南、西、北四条大街并分别与西安城墙东、南、西、北四门相接。</p>', '2023-05-09 16:17:26');
INSERT INTO `jingdianxinxi` VALUES (49, '050916119094', '终南山', 8, 'upload/20230509/392426a4-08da-4149-bc1f-cce2ce5ef96b.jpg,upload/20230509/eb9269d8-7834-4e97-9fb4-6b491b7b84b6.jpg', '10:00-19:00', '', '西安市长安区城南15公里处', 65.00, 1, '<p>终南山属于秦岭山脉的一段，由南五台、翠华山、楼观台等景区组成。终南山是道教主流全真派发扬圣地，看过金庸先生武侠小说的人一定记得那句&ldquo;终南山下，活死人墓，神雕侠侣，绝迹江湖&rdquo;。正因为如此，终南山才显得更加神秘。</p>', '2023-05-09 16:18:29');
INSERT INTO `jingdianxinxi` VALUES (50, '050916119094', '华清宫', 8, 'upload/20230509/04ec8d5f-c866-411f-87df-4117736aebdd.jpg', '07:30-18:00', '', '西安市临潼区骊山北华清路38号', 120.00, 1, '<p>华清宫（华清池 &bull; 骊山）景区位于西安城东30公里，与兵马俑相毗邻。因其亘古不变的温泉资源和众多历史事件享誉海内外，成为中国唐宫文化旅游标志性景区。</p>', '2023-05-09 16:19:29');
INSERT INTO `jingdianxinxi` VALUES (51, '050916119094', '阿房宫遗址', 8, 'upload/20230509/5c30e2e8-1319-465a-80cf-e86eb52bec93.jpg', '08:30-18:00', '', '西安市西郊红光路西段阿房宫遗址', 38.00, 1, '<p>传说中秦王赢政爱上过一个美丽的民间女子，芳名阿房，但这段美丽的爱情终究没有换来美丽的结局，为了纪念这位他深爱过的女子，秦始皇不惜耗费巨大的人力物力修建了极度奢华的阿房宫；数十年后，楚霸王项羽入关推翻秦朝暴政，听说爱妾虞姬被擒，一时恼怒移恨于物，竟一把火烧掉阿房宫，大火烧了整整三个月，方圆百里尽成灰烬。如同美女般风华绝代的阿房宫就这样结束了它来去匆匆而又凝聚着无数血泪和情愁的生命。</p>', '2023-05-09 16:21:11');
INSERT INTO `jingdianxinxi` VALUES (52, '050916119094', '骊山', 8, 'upload/20230509/8388f57d-6bc9-4e3f-980a-99c743d5ed57.jpg,upload/20230509/2c6511fc-8477-49c0-aa75-a28f855d71e4.jpg', '07:30-17:00', '', '西安市临潼区环城东路3号', 120.00, 0, '<p>骊山位于西安市临潼区，毗邻华清池，如今两个景点已经合并。骊山树木茂盛，自古就是游览胜地。山中分为东，西绣岭，西绣岭集中了骊山的大部分景点，其中包括烽火戏诸侯的&ldquo;烽火台&rdquo;和西安事变中的&ldquo;兵谏亭&rdquo;。</p>', '2023-05-09 16:23:31');
INSERT INTO `jingdianxinxi` VALUES (53, '050916241005', '故宫博物院', 9, 'upload/20230509/024c53c6-e48b-4051-84b3-93946eba532e.jpg', '08:30-17:00', '', '北京市东城区景山前街4号', 60.00, 0, '<p>故宫又称紫禁城，是明、清两代的皇宫，也是古老中国的标志和象征。当你置身于气派规整的高墙深院，能真真切切地感受到它曾经的荣耀。悠久的历史给这里留下了大规模的珍贵建筑和无数文物，也成为今天游玩故宫的主要看点。</p>', '2023-05-09 16:26:12');
INSERT INTO `jingdianxinxi` VALUES (54, '050916292803', '八达岭长城', 9, 'upload/20230509/3a54749b-bae8-4284-87c9-d7fe62089b0a.jpg', '07:30-16:00', '', '北京市延庆区G6京藏高速58号出口', 40.00, 0, '<p>八达岭长城号称天下九塞之一，风光集巍峨险峻、秀丽苍翠于一体，是明长城景色中的精华。&ldquo;不到长城非好汉&rdquo;，很多国人都以这里为登临长城的主要选择。</p>\n<p>八达岭长城关城为东窄西宽的梯形，有东西二门。东门额题&ldquo;居庸外镇&rdquo;，西门额题&ldquo;北门锁钥&rdquo;。关城向北延伸的长城是北长城，有敌楼12处。关城以南是南长城，有敌楼7处。南长城相比北长城的游客人数较少，如果时间充裕，可以先去走南长城，再走北长城。</p>', '2023-05-09 16:29:59');
INSERT INTO `jingdianxinxi` VALUES (55, '050916292803', '前门大街', 9, 'upload/20230509/f1eeb2c0-6d95-44fa-a772-4b28fe0a1566.jpg', '全天开放', '', '北京市东城区前门大街', 0.00, 0, '<p class=\"inset-p\">前门大街位于北京市中心南侧，自古就是北京有名的商业街。如今也有多家餐馆、店铺，还有各地的小吃汇集，适合逛街购物、享用美食。另外街上建筑都很古老，搭配牌坊、老招牌、红灯笼等，很有老北京的味道。</p>\n<p class=\"inset-p\">&nbsp;</p>', '2023-05-09 16:30:42');
INSERT INTO `jingdianxinxi` VALUES (56, '050916292803', '古北水镇', 9, 'upload/20230509/6024cf06-d173-4cd0-8ba6-100037d7faea.jpg,upload/20230509/78c55528-94f9-4921-a00f-164c27e9fa18.jpg', '09:00-23:00', '', '北京市密云区古北口镇司马台村古北水镇 （京承高速24号司马台长城出口', 140.00, 0, '<p>古北水镇位于密云东北侧，是一处在古村基础上改造重建的古镇景区。古镇依水而建，即有北方古镇的大气威严，也不失江南水乡的特色，可以泡温泉、品尝美食、爬司马台长城等，是京郊地区休闲度假不错的选择。</p>', '2023-05-09 16:31:54');
INSERT INTO `jingdianxinxi` VALUES (57, '050916292803', '王府井', 9, 'upload/20230509/f748c98b-ee68-4410-8515-9eafbd9eb0bf.jpg', '全天开放', '', '北京市东城区东长安街北侧', 0.00, 0, '<p>王府井位于故宫东侧，是指以王府井大街为中心的一片区域，这里汇集了多家大规模购物中心，是北京的老牌购物胜地。另外还有汇集各地美食的小吃街，历史悠久的王府井教堂等，是到北京购物逛街、品尝美食的热门去处。</p>', '2023-05-09 16:32:37');
INSERT INTO `jingdianxinxi` VALUES (58, '050916292803', '恭王府', 9, 'upload/20230509/0e455cf7-5ad1-4337-90c6-3af806124eca.jpg,upload/20230509/d42e942b-d48c-43cc-b228-ab5aba20503c.jpg', '08:30-17:00', '', '北京市西城区前海西街17号', 40.00, 0, '<p>恭王府位于北京西城区前海西街，是清代规模庞大的一座王府，先后作为大贪官和珅、庆亲王永璘的宅邸，后因恭亲王奕訢居住而得名。恭王府历经了清王朝由鼎盛至衰亡的历史进程，故有&ldquo;一座恭王府，半部清代史&rdquo;的说法。</p>', '2023-05-09 16:33:35');
INSERT INTO `jingdianxinxi` VALUES (59, '050916292803', '雍和宫', 9, 'upload/20230509/b2815a8a-d71b-4cf8-b620-ab4b8563423c.jpg', '09:00-16:00', '', '北京市东城区雍和宫大街12号', 25.00, 0, '<p>雍和宫是北京市内少有的藏传佛教格鲁派（黄教）皇家寺院，历史上这里曾是清皇四子胤禛（雍正皇帝）的府邸，乾隆皇帝的出生地。后来改为黄教寺院，香火极旺，寺内还有很多珍贵的古建和文物，值得参观。</p>', '2023-05-09 16:34:38');
INSERT INTO `jingdianxinxi` VALUES (60, '050916292803', '颐和园', 9, 'upload/20230509/b80a4a72-01a9-4284-8d68-53a335dee5ee.jpg', '06:00-20:00', '', '北京市海淀区新建宫门路19号', 30.00, 1, '<p>颐和园原是清朝帝王的行宫和花园，又称清漪园，以昆明湖、万寿山为基址，按照江南园林的设计手法建造，是我国现存规模非常大，保存非常完整的皇家园林，景色极具优雅，还有很多珍贵的文物，被誉为&ldquo;皇家园林博物馆&rdquo;。</p>', '2023-05-09 16:35:29');
INSERT INTO `jingdianxinxi` VALUES (61, '050916292803', '圆明园', 9, 'upload/20230509/83ee2d11-0532-49cc-a163-b6490259e396.jpg', '07:00-18:00', '', '北京市海淀区清华西路28号', 10.00, 0, '<p>圆明园是清代著名的皇家园林，由圆明园、长春园和绮春园三块区域组成，历史上无比富丽优美，有&ldquo;万园之园&rdquo;的美誉。1860年英法联军将主要建筑烧为灰烬，如今游客前来只能在残骸中凭吊，寻找当年辉煌的帝国身影。</p>', '2023-05-09 16:36:18');
INSERT INTO `jingdianxinxi` VALUES (62, '050916373873', '橘子洲', 10, 'upload/20230509/da8f6acc-bc6a-47ed-ad47-a9ae5abaeda6.jpg', '全天开放', '', '长沙市岳麓区橘子洲头2号', 0.00, 0, '<p>橘子洲是湘江名洲，由南至北，纵贯江心，西瞻岳麓，东临古城。橘子洲景区是全国文明风景旅游区示范点、全国首批&ldquo;红色旅游&rdquo;经 典景点之一，省级文明单位、湖南百景单位、潇湘八景之一、长沙&ldquo;山、水、洲、城&rdquo;旅游格局的核心要素。</p>', '2023-05-09 16:38:15');
INSERT INTO `jingdianxinxi` VALUES (63, '050916373873', '岳麓山', 10, 'upload/20230509/b39cdc4f-f65e-4c15-9b7c-84cf5b930e69.jpg', '07:00-22:00', '', '长沙市登高路58号', 0.00, 0, '<p class=\"inset-p\">湘江西岸的岳麓山，是长沙的地标，这里古迹众多，有岳麓书院、爱晚亭等。</p>\n<p class=\"inset-p\">景区有南大门和东大门（也称北大门）两个入口。大部分人文景点靠近南大门，其中包括山脚下的岳麓书院、清风峡中的爱晚亭、距今已有1700多年的历史的古麓山寺以及位于山顶的云麓道宫。</p>\n<p class=\"inset-p\">此外山中还有黄兴、陈天华、蔡锷等革命先烈的墓地。景区的东大门，靠近索道的下站，索道的上站是景区的南泥湾山庄，附近有禹王碑、蟒蛇洞等景点。</p>', '2023-05-09 16:39:18');
INSERT INTO `jingdianxinxi` VALUES (64, '050916373873', '岳麓书院', 10, 'upload/20230509/355c862b-50cb-46f2-a502-ee904aa1851e.jpg', '07:30-18:00', '', '长沙市岳麓区麓山路（湖南大学内）', 40.00, 0, '<p>岳麓书院的中间位置是&ldquo;讲堂&rdquo;，是书院进行教学和举办重大活动的核心场所。南宋理学家曾在此举办&ldquo;会讲&rdquo;。书院内还有大量的碑匾，如唐刻&ldquo;麓山寺碑&rdquo;、江夏勒石刻篆；明刻手书&ldquo;岳麓书院&rdquo;石碑坊、&ldquo;程子四箴碑&rdquo;；御匾&ldquo;学达性天&rdquo;、&ldquo;道南正脉&rdquo;等。</p>', '2023-05-09 16:40:18');
INSERT INTO `jingdianxinxi` VALUES (65, '050916373873', '天心阁', 10, 'upload/20230509/96492e4a-e966-4565-ad7e-67ff527ebc41.jpg', '07:30-17:30', '', '长沙市天心区天心路17号', 30.00, 0, '<p class=\"inset-p\">天心阁是长沙古城的一座城楼，周边的城墙，是长沙仅存的一段古城墙。天心阁附近还有一座牌楼&mdash;&mdash;&ldquo;崇烈门&rdquo;，建于1946年，是为了纪念在抗战时期长沙三次大会战中牺牲的将士。</p>\n<p class=\"inset-p\">天心阁位于天心公园内，始建于清乾隆十一年（1746年）。如今游客看到的天心阁，是1983年重建的。天心阁的主体建筑是收费的（包括天心阁和周边的古城墙），而天心公园是免费开放的。</p>', '2023-05-09 16:41:23');
INSERT INTO `jingdianxinxi` VALUES (66, '050916373873', '马王堆汉墓遗址', 10, 'upload/20230509/c07b40b9-8054-4945-a253-20011957fa79.jpg', '具体看景区通知', '', '长沙市芙蓉区古汉路89号', 0.00, 0, '<p>马王堆汉墓遗址中，出土了著名的马王堆女尸，遗址在长沙市东郊马王堆医院内，三座墓坑中，一、二号墓坑已填塞，对外开放的只是三号墓坑和墓坑上的展览室。</p>', '2023-05-09 16:42:25');
INSERT INTO `jingdianxinxi` VALUES (67, '050916373873', '靖港古镇', 10, 'upload/20230509/ad36ee0e-89e6-4da9-b619-588227065076.jpg', '8:00-17:30', '', '长沙市望城县靖港古镇', 78.00, 0, '<p class=\"inset-p\">走在古镇铺满青石板的古街上，两旁是晚清风格的民居、商铺等。在小作坊、小铺子里，还能亲眼目睹打铁、制作杆秤等传统手工艺。这里还是曾国藩的湘军与太平军靖港水战的发生地。</p>\n<p class=\"inset-p\">古镇有众多的陈列馆和历史遗迹。上世纪三十年我党的中共湖南省委旧址也在古镇内；古镇内的锄禾源农耕文化展览馆，展出的是旧时的农具、渔具。而古镇上的小吃，如芝麻茶、靖港香干、甜酒冲蛋等，也是不能错过的。</p>', '2023-05-09 16:43:17');
INSERT INTO `jingdianxinxi` VALUES (68, '050916541639', '洪崖洞民俗风貌区', 11, 'upload/20230509/fae126fd-ede2-45ed-8d2e-3d8fbc2f4b5b.jpg,upload/20230509/497cc956-c050-4e9c-b420-d4deea2e9abe.jpg', '11:00-23:00', '', '重庆市渝中区滨江路88号（嘉陵江畔）', 0.00, 0, '<p>洪崖洞民俗风貌区是逛山城老街、观赏两江风光、品尝当地美食的好去处。洪崖洞商业街位于渝中区沧白路，长江、嘉陵江两江交汇的滨江地带，以具有巴渝传统建筑特色的&ldquo;吊脚楼&rdquo;为主体，依山就势，沿江而建。</p>', '2023-05-09 16:55:54');
INSERT INTO `jingdianxinxi` VALUES (69, '050916541639', '解放碑步行街', 11, 'upload/20230509/9ff0c1df-93d7-4af6-8dcb-34011fb4278e.jpg', '全天开放', '', '重庆市渝中区解放碑周边区域', 0.00, 0, '<p>解放碑步行街是重庆较为繁华的商业圈，这里百货公司、酒店数量众多，是购物、美食和走走逛逛的好去处，更是打望重庆美女的好去处。步行街位于渝中区，以解放碑为中心，包括周边的民权路、邹容路和八一路等。</p>', '2023-05-09 16:56:47');
INSERT INTO `jingdianxinxi` VALUES (70, '050916541639', '磁器口古镇', 11, 'upload/20230509/726a1ea7-e927-4473-a341-7de64fa6f8ee.jpg', '10:00-20:00', '', '重庆市沙坪坝区磁南街1号', 66.00, 0, '<p>来磁器口古镇，这个当年热闹的水陆码头，踩踩青石板路，品尝当地的美食小吃，找个茶馆坐坐，感受下老重庆的风土人情。因为距离市区很近，如今的古镇也是市民休闲娱乐的好去处。</p>', '2023-05-09 16:57:56');
INSERT INTO `jingdianxinxi` VALUES (71, '050916541639', '长江索道', 11, 'upload/20230509/71769bf7-7b1b-4086-b4ef-78848084feb7.jpg', '08:00-22:00', '', '重庆市渝中区新华路151号', 20.00, 0, '<p>长江索道，已经成为了山城的代表性项目。索道起于渝中区长安寺（新华路），横跨长江至南岸区的上新街（龙门浩）。乘上索道，滑向江对岸，一路可见近在咫尺的钢筋森林、长江以及江北南岸区的风光。</p>\n<p>&ldquo;不览夜景，未到重庆&rdquo;，乘坐全程约千米的长江索道，是近距离俯瞰重庆夜景的不错体验。灯火辉煌的渝中半岛、璀璨夺目的滨江路、波光粼粼的长江水、流光溢彩的跨江大桥，交相辉映。如果你在蒙蒙细雨之夜，乘坐长江索道看夜景，还可欣赏到一幅水墨淡彩的《巴山夜雨图》，巴山雨态，水墨中的城市山林。</p>', '2023-05-09 16:59:01');
INSERT INTO `jingdianxinxi` VALUES (72, '050916541639', '巫山小三峡', 11, 'upload/20230509/d8ffee55-516e-4756-88da-a34a011adb41.jpg', '08:00-18:00', '', '重庆市巫山县高唐街道宁江路111号（巫山游客中心）', 150.00, 0, '<p>巫山小三峡是大宁河下游流经巫山境内的龙门峡、巴雾峡、滴翠峡的总称，全长45公里。属首批AAAAA景区。先后被评为&ldquo;中国旅游胜地四十佳&rdquo;、&ldquo;中国风景名胜区&rdquo;、&ldquo;重庆文明景区&rdquo;，还被名人誉为&ldquo;中华奇观&rdquo;、&ldquo;天下绝景&rdquo;、&ldquo;不是三峡，胜似三峡&rdquo;、&ldquo;天下奇峡&rdquo;，更有&ldquo;曾经沧海难为水，除却宁河不是峡，五岳归来不看山，宁河归来不看峡&rdquo;等美赞。</p>', '2023-05-09 16:59:48');
INSERT INTO `jingdianxinxi` VALUES (73, '050916541639', '四面山', 11, 'upload/20230509/37b0bc20-4e4e-45ba-ae83-a2846803f229.jpg', '08:00-18:00', '', '重庆市江津区四面山镇', 90.00, 1, '<p>&nbsp; 四面山景区位于重庆西南部，距重庆主城、四川泸州、贵州遵义均100余公里，处于渝川黔旅游金三角核心地带，是距离重庆主城很近的国家5A级旅游景区和度假区，仅1.5小时即可抵达，距江津城区60余公里，属云贵高原大娄山北翼余脉，系地质学上的倒置山。景区于1988年被确定为&ldquo;重庆市级自然保护区&rdquo;， 2014年被评为&ldquo;重庆首批市级旅游度假区&rdquo;&ldquo;影响世界的中国文化旅游名景&rdquo;，2015年被评为&ldquo;国家5A级旅游景区&rdquo;&ldquo;国家生态旅游示范区&rdquo;&ldquo;中国森林氧吧&rdquo;。2017年被评为&ldquo;国家体育产业示范单位&rdquo;，2019年被评为&ldquo;中国（重庆）气候旅游目的地&rdquo;，2020年被评为&ldquo;中国气候康养地&rdquo;。</p>', '2023-05-09 17:01:12');
INSERT INTO `jingdianxinxi` VALUES (74, '050916541639', '武隆喀斯特旅游区', 11, 'upload/20230509/eaf804db-9db0-48cd-9444-769ee19543f2.jpg', '08:00-16:30', '', '重庆市武隆区银杏大道32号', 96.00, 1, '<p>武隆天坑地缝国家地质公园位于重庆市武隆县境内，长江支流乌江下游，属于典型的喀斯特地貌，宏大的天生桥群、面积巨大的天坑、险峻幽深的地缝。你可以下到百米深的天坑内，向上仰望，四周绝壁如云；也可以去地缝中的谷底，沿着岩壁顺着暗河前行；感受自然的神奇。</p>', '2023-05-09 17:02:31');
INSERT INTO `jingdianxinxi` VALUES (75, '050916541639', '乌江画廊', 11, 'upload/20230509/318cfb6e-bf3f-430f-8de3-9782536896fd.jpg,upload/20230509/8a5efddb-75ad-439e-86ad-65191dcb2fc6.jpg', '全天开放', '', '重庆市彭水苗族土家族自治县S304(猴子山隧道)', 0.00, 0, '<p class=\"inset-p\">酉阳有乌江流域和沅江流域两大水系，其中乌江位于酉阳县城西南边境，发源于贵州省威甯县，自沿河进入酉阳万木、龚滩，至涪陵汇入长江，全长1070公里，乌江酉阳段约60公里，是千里乌江很精华的&ldquo;乌江百里画廊&rdquo;。</p>\n<p class=\"inset-p\">乌江百里画廊包括乌江干流酉阳县龚滩古镇至万木乡之间河段，以及自东向西倒流的乌江支流阿蓬江酉阳段，占地面积240平方公里，含龚滩古镇景区、阿蓬江漂流景区、清泉廊桥景区、马鞍城景区、万木永和寺、石林景区、三家阡石林、悬葬景区、长溪沟生态旅游景区。乌江百里画廊历史悠久，文化积淀深厚。</p>', '2023-05-09 17:04:36');
INSERT INTO `jingdianxinxi` VALUES (76, '050917054131', '夫子庙', 12, 'upload/20230509/35c5940a-ad9b-48c2-a907-1c193e1c04ed.jpg', '09:00-22:00', '', '南京市秦淮区秦淮河风景区', 0.00, 1, '<p>夫子庙始建于宋代，位于秦淮河北岸的贡院街旁，原是祀奉孔子的地方，后多次遭毁并重建。它与北京孔庙、曲阜孔庙、吉林文庙并称为中国四大文庙，也是夫子庙秦淮河风光带主要的景点。</p>', '2023-05-09 17:06:42');
INSERT INTO `jingdianxinxi` VALUES (77, '050917054131', '鸡鸣寺', 12, 'upload/20230509/e8d08c42-6819-4b9f-b9ed-05c11f2c5376.jpeg', '07:30-17:00', '', '南京市玄武区鸡鸣寺路1号', 20.00, 0, '<p>鸡鸣寺也叫古鸡鸣寺，北临玄武湖，始建于西晋，是南京较为古老的佛寺之一。清明时在寺前道路可观赏樱花花海，夏季登上药师佛塔可眺望玄武湖的荷花。</p>', '2023-05-09 17:07:51');
INSERT INTO `jingdianxinxi` VALUES (78, '050917054131', '秦淮河', 12, 'upload/20230509/bc5f55ac-bb37-41c9-88fd-817a38011f89.jpg', '全天开放', '', '南京市秦淮区', 60.00, 0, '<p class=\"inset-p\">秦淮河，属长江下游右岸支流，古称龙藏浦，汉代起称淮水，唐代以后改称之为秦淮。秦淮河有南北两源，北源句容河发源于句容市宝华山南麓，南源溧水河发源于南京市溧水区东庐山，两河在南京市江宁区方山埭西北村汇合成秦淮河干流，绕过方山向西北至外城城门上坊门从东水关流入南京城，由东向西横贯市区，南部从西水关流出，注入长江。</p>\n<p class=\"inset-p\">秦淮河是南京的母亲河，见证了南京整个文明的发展，凭着它丰厚的文化底蕴与先天条件，六朝时这里已是名门望族的聚居地。明清时代是秦淮两岸发展的鼎盛时期。</p>', '2023-05-09 17:08:54');
INSERT INTO `jingdianxinxi` VALUES (79, '050917054131', '明孝陵', 12, 'upload/20230509/e5b4c4af-2648-40e8-a568-b242548826d9.jpg', '06:30-18:30', '', '南京市玄武区石象路7号', 70.00, 2, '<p>明孝陵在钟山风景区内，是明太祖朱元璋与马皇后的陵墓，陵墓宏伟壮观，代表了明初建筑和石刻艺术的成就，也直接影响了明清两代帝王陵寝的形制。</p>', '2023-05-09 17:09:35');
INSERT INTO `jingdianxinxi` VALUES (80, '050917054131', '瞻园', 12, 'upload/20230509/e26cd604-c24f-4184-a87d-81ea82661123.jpg', '8:00-20:30', '', '南京市秦淮区瞻园路128号', 30.00, 0, '<p>瞻园又称大明王府、金陵第一园，始建于明嘉靖年间，原为明开国功臣徐达的王府，是南京现存历史最久的一座园林，与无锡寄畅园、苏州拙政园及留园并称为&ldquo;江南四大名园&rdquo;。</p>', '2023-05-09 17:10:22');
INSERT INTO `jingdianxinxi` VALUES (81, '050917112429', '十里画廊', 13, 'upload/20230509/fb3f3567-9bcb-4518-9767-b74934b9238b.jpg', '9:00-18:00', '', '桂林市阳朔县321国道十里画廊', 35.00, 2, '<p>十里画廊是321国道在阳朔城南的一段景观带，路两侧群山连绵，风景如画。十里画廊这一段都是柏油马路，许多人会选择骑自行车的方式来游览，轻快地踩着自行车的踏板，迎着清新的空气看路边风景，感觉极佳。</p>', '2023-05-09 17:11:56');
INSERT INTO `jingdianxinxi` VALUES (82, '050917112429', '龙脊梯田', 13, 'upload/20230509/f6820353-8a32-4d3f-8e81-72993cea2799.jpg', '全天开放', '', '桂林市龙胜各族自治县和平乡平安村', 100.00, 0, '<p>龙脊梯田是桂林地区一个规模宏大的梯田群，这里坐落着几个少数民族古寨，居住壮、瑶两个民族。著名的村寨是平安寨，金坑大寨，古壮寨，黄洛瑶寨。来龙脊梯田自驾前往比较方便，游玩多以徒步看景拍照为主，还可尝尝当地的农家菜，住在风景优美的民宿内，体验少数民族风情。</p>', '2023-05-09 17:12:54');
INSERT INTO `jingdianxinxi` VALUES (83, '050917112429', '漓江风景名胜区', 13, 'upload/20230509/a305d2f9-f27f-43e3-a2bc-98a93fe48a2a.jpg', '8:00-16:00', '', '桂林市灵川县（起于磨盘山客运港（竹江客运港），止于龙头山码头（水东门码头））', 200.00, 2, '<p class=\"inset-p\">&ldquo;百里漓江，百里画廊&rdquo;，每一处景致都是一幅典型的中国水墨画，漓江景区青峰夹岸，绿水萦洄，峡谷峭壁，悬泉飞瀑，绿洲险滩，奇洞美石，景致万千，沿江分布着几十处知名的景点：乌桕滩、九牛三洲、蝙蝠山、望夫石、草坪风光、冠岩、绣山、半边奇渡、仙人推磨、杨堤风光、鲤鱼挂壁、浪石奇观、下龙湾、鸡笼山、八仙过江、五指山、乌龟爬山、九马画山、黄布倒影（20元人民币背景）、骆驼过江、朝板山、兴坪佳境、螺狮山、渔村、龙头山等等。</p>\n<p class=\"inset-p\">一般游漓江的主要方式有坐船、竹筏及徒步，包括漓江三星、四星游船，漓江竹筏游和兴坪渔村大船游等。</p>', '2023-05-09 17:14:19');
INSERT INTO `jingdianxinxi` VALUES (84, '050917112429', '遇龙河', 13, 'upload/20230509/ddd30a8e-0279-4d22-86fc-0f0e34ad3dd1.jpg', '08:00-16:30', '', '桂林市阳朔县白沙镇遇龙村', 300.00, 4, '<p>遇龙河是漓江在阳朔境内的一条支流，河水清澈如镜，随手就能拍出山水画般的照片。与漓江风光相比，遇龙河的风景更温婉，有&ldquo;小漓江&rdquo;之称。遇龙河的竹筏漂流很有名，可以坐筏细细品味沿河秀美的山水田园风光。</p>', '2023-05-09 17:15:15');
INSERT INTO `jingdianxinxi` VALUES (85, '050917112429', '月亮山', 13, 'upload/20230509/09507405-3569-4064-a473-d6c75b07adba.jpg', '8:00-17:30', '', '桂林市阳朔县十里画廊末端，距阳朔8千米处', 15.00, 15, '<p class=\"inset-p\">月亮山是阳朔境内奇景，位于十里画廊景观带的末端。月亮山是一座拱形山峰，山顶下方有一个贯穿的大洞，好像一轮皓月，浑然天成。从不同的角度看这座月亮山，此洞形状也随着不断变化，非常有趣。</p>\n<p class=\"inset-p\">月亮山高约380多米，游人可顺着一条800多级的登山道直达山顶月洞。月洞面积很大，高宽各有50米，而山壁却只有几米厚。洞的顶部挂满了形状各异的钟乳石，其中两块很像月宫里的吴刚和玉兔。</p>', '2023-05-09 17:16:05');
INSERT INTO `jingdianxinxi` VALUES (86, '050917112429', '叠彩山', 13, 'upload/20230509/58ac459f-9ffe-45bb-9cd6-9e47f2069b4c.jpg,upload/20230521/9e087bc5-8b3e-4986-8dcc-c313d609341d.jpg', '06:30-18:30', '合川桃片', '桂林市龙珠路2号', 35.00, 2, '<p>叠彩山地处漓江西岸，占地面积约10.8公顷，由于越山、四望山、仙鹤峰和明月峰组成， &ldquo;山以石纹横布，彩翠相间，若叠彩然&rdquo;，故以为名。又因山腰有奇特的风洞，也被称为风洞山。山上有历代名人留下的摩崖石刻，堪称一个天然历史博物馆。主峰明月峰海拔223米，登顶明月峰，驻足拿云亭，远山近水、城郭楼台，尽收眼底，为360度全景观桂林位置，自古有&ldquo;江山会景处&rdquo;之美誉。主要景点有叠彩亭、江山会景处、叠彩门、瞿张成仁处、仰止堂、风洞、康有为讲学处、马相伯夫子像、望江亭、拿云亭、明月峰、仙鹤洞等。</p>', '2023-05-09 17:17:21');

-- ----------------------------
-- Table structure for liuyanban
-- ----------------------------
DROP TABLE IF EXISTS `liuyanban`;
CREATE TABLE `liuyanban`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `xingming` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '姓名',
  `lianxidianhua` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '联系电话',
  `liuyanneirong` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '留言内容',
  `liuyanren` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '留言人',
  `huifuneirong` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '回复内容',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 6 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '留言板' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of liuyanban
-- ----------------------------
INSERT INTO `liuyanban` VALUES (3, '121', '18805687785', '这次去八大关玩一下吧', '121', '', '2023-04-28 17:59:38');
INSERT INTO `liuyanban` VALUES (4, '张小莉', '18806587851', '希望平台越办越好', '121', '', '2023-05-20 15:04:02');

-- ----------------------------
-- Table structure for lunbotu
-- ----------------------------
DROP TABLE IF EXISTS `lunbotu`;
CREATE TABLE `lunbotu`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `title` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '标题',
  `image` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '图片',
  `url` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '连接地址',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 10 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '轮播图' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of lunbotu
-- ----------------------------
INSERT INTO `lunbotu` VALUES (4, '1', 'upload/20230428/d1a398f3-459b-485c-a95c-b1a52fceb09e.jpg', 'http://localhost:8080/#/jingdianxinxi?jingdianbianhao=&jingdianmingcheng=&suoshudiqu=7&tupian=&kaifangshijian=&fujinmeishi=&dizhi=&piaojia_start=&piaojia_end=&liulanliang_start=&liulanliang_end=&miaoshu=&addtime=&page=1&pagesize=12', '2023-04-28 10:02:55');
INSERT INTO `lunbotu` VALUES (5, '2', 'upload/20230428/69848fe0-c894-4709-97a1-05c733c6ab21.jpg', 'http://localhost:8080/#/jingdianxinxi?jingdianbianhao=&jingdianmingcheng=&suoshudiqu=2&tupian=&kaifangshijian=&fujinmeishi=&dizhi=&piaojia_start=&piaojia_end=&liulanliang_start=&liulanliang_end=&miaoshu=&addtime=&page=1&pagesize=12', '2023-04-28 10:03:04');
INSERT INTO `lunbotu` VALUES (6, '3', 'upload/20230428/93f83295-72a3-482b-8dc7-54aa8a2d3ee4.jpg', '#', '2023-04-28 10:03:18');
INSERT INTO `lunbotu` VALUES (7, '4', 'upload/20230516/ee8d6f81-9a53-467b-a8b3-2df293f34e3d.jpg', 'http://localhost:8080/#/xinwenxinxi?biaoti=&fenlei=&tupian=&tianjiaren=&dianjilv_start=&dianjilv_end=&neirong=&addtime=&page=1&pagesize=12', '2023-05-16 11:47:02');
INSERT INTO `lunbotu` VALUES (8, '5', 'upload/20230516/78efc629-51b0-41fc-9d36-28ab7ba5763b.jpg', 'http://localhost:8080/#/difangmeishi?meishibianhao=&mingcheng=&fujinjingdian=&fenlei=&tupian=&jiage_start=&jiage_end=&meishijianjie=&addtime=&page=1&pagesize=12', '2023-05-16 11:51:47');

-- ----------------------------
-- Table structure for lvyouxianlu
-- ----------------------------
DROP TABLE IF EXISTS `lvyouxianlu`;
CREATE TABLE `lvyouxianlu`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `xianlubianhao` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '线路编号',
  `xianlumingcheng` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '线路名称',
  `tupian` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '图片',
  `chufadi` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '出发地',
  `tujingdi` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '途经地',
  `zhongdian` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '终点',
  `jiage` decimal(18, 2) NOT NULL COMMENT '价格',
  `liulanliang` int(11) NOT NULL COMMENT '浏览量',
  `xianlutese` longtext CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '线路特色',
  `xianlujianjie` longtext CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '线路简介',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 9 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '旅游线路' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of lvyouxianlu
-- ----------------------------
INSERT INTO `lvyouxianlu` VALUES (5, '042318054243', '青岛-杭州', 'upload/20230428/5511a839-df1f-4c02-aa52-ce899229f5ca.jpg,upload/20230428/54e4b7fc-3887-4054-89f4-de538663b43f.jpg', '青岛', '南京', '杭州', 1200.00, 7, '<p>从青岛的海岸到杭州的西湖，总有你喜欢的一款！</p>', '<p>从青岛出发，在青岛旅行两天后，乘坐高铁前往杭州，在杭州旅行3天，全程共计5天旅行周期。包含酒店、餐饮等，优惠多多欢迎广大游客~</p>', '2023-04-23 18:06:31');
INSERT INTO `lvyouxianlu` VALUES (6, '05091733848', '杭州-北京', 'upload/20230509/5ef060ef-d3a0-4cd6-8973-41beaaae14ee.jpg,upload/20230509/e3edca43-fd09-4dde-a364-00ccf575ad4d.jpg', '杭州', '青岛', '北京', 980.00, 8, '<p>从杭州西湖到北京故宫，一路向北！！</p>', '<p>本条路线包括了酒店和各景区门票费用，欢迎大家订购</p>', '2023-05-09 17:34:38');
INSERT INTO `lvyouxianlu` VALUES (7, '05091733848', '西安-北京', 'upload/20230509/a6a1a689-7f0f-42de-8642-ba0c14bd4122.jpg,upload/20230509/bc4eff65-f23d-47f1-a237-f8c04b187e62.jpg', '西安', '天津', '北京', 1000.00, 4, '<p>带你走进历史的回廊中，探求上下五千年的文明瑰宝</p>', '<p>本条路线包括了各景区门票费用，欢迎大家订购</p>', '2023-05-09 17:36:12');

-- ----------------------------
-- Table structure for meishifenlei
-- ----------------------------
DROP TABLE IF EXISTS `meishifenlei`;
CREATE TABLE `meishifenlei`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `fenleimingcheng` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '分类名称',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 8 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '美食分类' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of meishifenlei
-- ----------------------------
INSERT INTO `meishifenlei` VALUES (1, '川菜', '2023-04-23 19:54:22');
INSERT INTO `meishifenlei` VALUES (2, '粤菜', '2023-04-23 19:45:53');
INSERT INTO `meishifenlei` VALUES (4, '中餐', '2023-04-23 19:24:08');
INSERT INTO `meishifenlei` VALUES (6, '鲁菜', '2023-04-28 17:43:42');

-- ----------------------------
-- Table structure for shoucangjilu
-- ----------------------------
DROP TABLE IF EXISTS `shoucangjilu`;
CREATE TABLE `shoucangjilu`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `username` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '收藏用户',
  `xwid` int(10) UNSIGNED NOT NULL COMMENT '对应模块id',
  `biao` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '收藏得模块',
  `biaoti` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '显示的标题',
  `url` varchar(512) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '收藏URL',
  `ziduan` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '对应模块字段',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 26 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '收藏记录' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of shoucangjilu
-- ----------------------------
INSERT INTO `shoucangjilu` VALUES (9, '121', 12, 'jingdianxinxi', '灵隐寺', 'http://localhost:8080/', 'jingdianmingcheng', '2023-04-28 17:55:35');
INSERT INTO `shoucangjilu` VALUES (11, '121', 14, 'jingdianxinxi', '南普陀寺', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-01 20:49:15');
INSERT INTO `shoucangjilu` VALUES (12, '122', 15, 'jingdianxinxi', '鼓浪屿', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-01 20:52:39');
INSERT INTO `shoucangjilu` VALUES (14, '121', 15, 'jingdianxinxi', '鼓浪屿', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-02 13:58:56');
INSERT INTO `shoucangjilu` VALUES (15, 'admin', 12, 'jingdianxinxi', '灵隐寺', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-09 12:02:45');
INSERT INTO `shoucangjilu` VALUES (16, 'admin', 47, 'jingdianxinxi', '白沙古镇', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-09 15:56:44');
INSERT INTO `shoucangjilu` VALUES (17, '121', 84, 'jingdianxinxi', '遇龙河', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-18 14:40:00');
INSERT INTO `shoucangjilu` VALUES (18, '121', 81, 'jingdianxinxi', '十里画廊', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-18 14:40:12');
INSERT INTO `shoucangjilu` VALUES (19, '121', 83, 'jingdianxinxi', '漓江风景名胜区', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-18 14:40:20');
INSERT INTO `shoucangjilu` VALUES (20, '121', 74, 'jingdianxinxi', '武隆喀斯特旅游区', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-18 14:40:29');
INSERT INTO `shoucangjilu` VALUES (21, '121', 79, 'jingdianxinxi', '明孝陵', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-20 15:13:36');
INSERT INTO `shoucangjilu` VALUES (22, '123', 85, 'jingdianxinxi', '月亮山', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-21 16:31:30');
INSERT INTO `shoucangjilu` VALUES (23, '123', 7, 'jingdianxinxi', '鼓浪屿', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-21 16:32:03');
INSERT INTO `shoucangjilu` VALUES (24, '123', 60, 'jingdianxinxi', '颐和园', 'http://localhost:8080/', 'jingdianmingcheng', '2023-05-21 16:32:14');
INSERT INTO `shoucangjilu` VALUES (25, '123', 6, 'lvyouxianlu', '杭州-北京', 'http://localhost:8080/', 'xianlumingcheng', '2023-05-21 16:33:33');

-- ----------------------------
-- Table structure for token
-- ----------------------------
DROP TABLE IF EXISTS `token`;
CREATE TABLE `token`  (
  `token` char(32) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '唯一值',
  `session` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '保存得数据',
  `cx` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '登录权限',
  `login` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '登录模块',
  `username` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '登录用户',
  `valueid` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户id',
  `token_time` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '当前时间',
  PRIMARY KEY (`token`) USING BTREE
) ENGINE = InnoDB CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '前端登录凭证' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of token
-- ----------------------------
INSERT INTO `token` VALUES ('868W1QTB5UXIR28KBBB6CGU1H7RXQSIB', '{\"addtime\":\"2023-03-15 16:53:57\",\"id\":1,\"pwd\":\"admin\",\"username\":\"admin\"}', '管理员', '管理员', 'admin', '1', '2023-05-26 11:51:21');
INSERT INTO `token` VALUES ('94BDQRQVDXGLCNDM8Z96HIOOCM4OVZOM', '{\"cx\":\"管理员\",\"addtime\":\"2023-03-15 16:53:57\",\"id\":1,\"pwd\":\"admin\",\"login\":\"管理员\",\"username\":\"admin\"}', '管理员', '管理员', 'admin', '1', '2023-05-30 14:19:37');
INSERT INTO `token` VALUES ('AO9HE9NDCZXY138PX5X24Q008OLZTTI1', '{\"addtime\":\"2023-03-15 16:53:57\",\"id\":1,\"pwd\":\"admin\",\"username\":\"admin\"}', '管理员', '管理员', 'admin', '1', '2023-05-28 14:35:14');
INSERT INTO `token` VALUES ('C77ENQRDORV97K6W44H0ZC3FDGWXCNB8', '{\"cx\":\"管理员\",\"addtime\":\"2023-03-15 16:53:57\",\"id\":1,\"pwd\":\"admin\",\"login\":\"管理员\",\"username\":\"admin\"}', '管理员', '管理员', 'admin', '1', '2023-05-31 16:17:59');
INSERT INTO `token` VALUES ('D10KQGI8GI1VI760HW3HYN5XAXR574KS', '{\"touxiang\":\"upload/20230520/4902fd77-2951-4c98-93e2-673df538ad93.jpg\",\"mima\":\"123456\",\"xingbie\":\"男\",\"login\":\"用户\",\"xingming\":\"ttt\",\"yonghuming\":\"121\",\"shouji\":\"18805687785\",\"cx\":\"用户\",\"addtime\":\"2023-04-28 10:30:57\",\"id\":3,\"shenfenzheng\":\"370402200012053045\",\"youxiang\":\"1391707217@qq.com\",\"username\":\"121\"}', '用户', '用户', '121', '3', '2023-05-30 14:20:49');
INSERT INTO `token` VALUES ('FWGFXYBGG0ISYCVXNH6FFO3KC0UZI28H', '{\"cx\":\"管理员\",\"addtime\":\"2023-03-15 16:53:57\",\"id\":1,\"pwd\":\"admin\",\"login\":\"管理员\",\"username\":\"admin\"}', '管理员', '管理员', 'admin', '1', '2023-05-31 16:34:41');
INSERT INTO `token` VALUES ('GGXQ8ZRMVZHA7AA1NAIIK3REI6DF5PS0', '{\"touxiang\":\"upload/20230521/876f678b-2ac4-4080-8ee7-3888ab802e86.jpg\",\"mima\":\"1234\",\"xingbie\":\"男\",\"login\":\"用户\",\"xingming\":\"王小小\",\"yonghuming\":\"1234\",\"shouji\":\"18806524851\",\"cx\":\"用户\",\"addtime\":\"2023-05-21 15:19:36\",\"id\":5,\"shenfenzheng\":\"785415500012056241\",\"youxiang\":\"191707217@qq.com\",\"username\":\"1234\"}', '用户', '用户', '1234', '5', '2023-05-31 16:20:33');
INSERT INTO `token` VALUES ('HC7EATC4NWWN6Q8WZBMFHTLY9G3BNRGF', '{\"addtime\":\"2023-03-15 16:53:57\",\"id\":1,\"pwd\":\"admin\",\"username\":\"admin\"}', '管理员', '管理员', 'admin', '1', '2023-05-30 14:03:34');
INSERT INTO `token` VALUES ('HGCGLXGI9VGIET60LHBX7HNP2PZGGLPY', '{\"addtime\":\"2023-04-28 10:30:57\",\"id\":3,\"mima\":\"123456\",\"shenfenzheng\":\"370402200012053045\",\"shouji\":\"18805687785\",\"touxiang\":\"upload/20230520/4902fd77-2951-4c98-93e2-673df538ad93.jpg\",\"xingbie\":\"男\",\"xingming\":\"ttt\",\"yonghuming\":\"121\",\"youxiang\":\"1391707217@qq.com\"}', '用户', '用户', '121', '3', '2023-05-30 14:16:16');
INSERT INTO `token` VALUES ('LTY3H3I0O7IU4SGM6ABDBYE886197ITM', '{\"addtime\":\"2023-05-21 15:19:36\",\"id\":5,\"mima\":\"1234\",\"shenfenzheng\":\"785415500012056241\",\"shouji\":\"18806524851\",\"touxiang\":\"upload/20230521/876f678b-2ac4-4080-8ee7-3888ab802e86.jpg\",\"xingbie\":\"男\",\"xingming\":\"王小小\",\"yonghuming\":\"1234\",\"youxiang\":\"191707217@qq.com\"}', '用户', '用户', '1234', '5', '2023-05-31 16:28:34');
INSERT INTO `token` VALUES ('MRGXIHZYM14CRMTLWWAQSLBGTXXUPGEN', '{\"addtime\":\"2023-03-15 16:53:57\",\"id\":1,\"pwd\":\"admin\",\"username\":\"admin\"}', '管理员', '管理员', 'admin', '1', '2023-05-30 14:52:30');
INSERT INTO `token` VALUES ('QUV5TMPF61T0D24N4U2PINK027QVIPDP', '{\"addtime\":\"2023-05-21 16:30:21\",\"id\":6,\"mima\":\"123456\",\"shenfenzheng\":\"370402200012063045\",\"shouji\":\"18854248445\",\"touxiang\":\"upload/20230521/c03110ab-8bc9-4faf-b191-4dddc89d6f90.jpg\",\"xingbie\":\"女\",\"xingming\":\"张红\",\"yonghuming\":\"123\",\"youxiang\":\"1354925741@qq.com\"}', '用户', '用户', '123', '6', '2023-05-31 16:32:18');
INSERT INTO `token` VALUES ('QX8BOUFZGM8G19ODVW26B29U92PEV17A', '{\"touxiang\":\"upload/20230428/b10a6960-624b-4407-82a6-31d5a9146d8d.jpg\",\"mima\":\"123456\",\"xingbie\":\"男\",\"login\":\"用户\",\"xingming\":\"ttt\",\"yonghuming\":\"121\",\"shouji\":\"18805687785\",\"cx\":\"用户\",\"addtime\":\"2023-04-28 10:30:57\",\"id\":3,\"shenfenzheng\":\"370402200012053045\",\"youxiang\":\"1391707217@qq.com\",\"username\":\"121\"}', '用户', '用户', '121', '3', '2023-05-28 14:37:10');
INSERT INTO `token` VALUES ('SM7KMAIB7G6T4TVQ7YGWR6GR1YF7FLS3', '{\"touxiang\":\"upload/20230520/4902fd77-2951-4c98-93e2-673df538ad93.jpg\",\"mima\":\"123456\",\"xingbie\":\"男\",\"login\":\"用户\",\"xingming\":\"ttt\",\"yonghuming\":\"121\",\"shouji\":\"18805687785\",\"cx\":\"用户\",\"addtime\":\"2023-04-28 10:30:57\",\"id\":3,\"shenfenzheng\":\"370402200012053045\",\"youxiang\":\"1391707217@qq.com\",\"username\":\"121\"}', '用户', '用户', '121', '3', '2023-05-30 15:03:32');
INSERT INTO `token` VALUES ('T9SBOWLSL61TLOKXRY1HK6XVSGC3E6TB', '{\"addtime\":\"2023-04-28 10:30:57\",\"id\":3,\"mima\":\"123456\",\"shenfenzheng\":\"370402200012053045\",\"shouji\":\"18805687785\",\"touxiang\":\"upload/20230520/4902fd77-2951-4c98-93e2-673df538ad93.jpg\",\"xingbie\":\"男\",\"xingming\":\"ttt\",\"yonghuming\":\"121\",\"youxiang\":\"1391707217@qq.com\"}', '用户', '用户', '121', '3', '2023-05-30 14:19:17');
INSERT INTO `token` VALUES ('WBOBV4G5AIMTL3GHSZTSF04WV372ZOGX', '{\"addtime\":\"2023-03-15 16:53:57\",\"id\":1,\"pwd\":\"admin\",\"username\":\"admin\"}', '管理员', '管理员', 'admin', '1', '2023-05-31 15:16:41');

-- ----------------------------
-- Table structure for xinwenfenlei
-- ----------------------------
DROP TABLE IF EXISTS `xinwenfenlei`;
CREATE TABLE `xinwenfenlei`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `fenleimingcheng` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '分类名称',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '新闻分类' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of xinwenfenlei
-- ----------------------------
INSERT INTO `xinwenfenlei` VALUES (1, '站内资讯', '2023-04-23 17:05:48');
INSERT INTO `xinwenfenlei` VALUES (2, '行业资讯', '2023-04-23 17:14:37');

-- ----------------------------
-- Table structure for xinwenxinxi
-- ----------------------------
DROP TABLE IF EXISTS `xinwenxinxi`;
CREATE TABLE `xinwenxinxi`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `biaoti` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '标题',
  `fenlei` int(10) UNSIGNED NOT NULL COMMENT '分类',
  `tupian` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '图片',
  `tianjiaren` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '添加人',
  `dianjilv` int(11) NOT NULL COMMENT '点击率',
  `neirong` longtext CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '内容',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `xinwenxinxi_fenlei_index`(`fenlei`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 4 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '新闻信息' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of xinwenxinxi
-- ----------------------------
INSERT INTO `xinwenxinxi` VALUES (2, '五一假期旅游市场前瞻，让期待已久的出游“不虚此行”', 2, 'upload/20230509/d155511f-3614-49a2-8cbf-70789892f3b5.jpg', 'admin', 4, '<p class=\"one-p\">2023年春天，大众对于&ldquo;诗和远方&rdquo;有着格外的向往和期待。随着疫情防控形势持续向好以及疫苗的普及，大众远游的愿望重燃。&ldquo;五一假期火车票秒光&rdquo;冲上热搜，热门线路机票价格大涨、&ldquo;史上最热五一&rdquo;成为舆论热点，反映出大众高昂的出游热情。对于旅游业界来说，五一假期也是一次大考，如何让大众期待已久的远游&ldquo;不虚此行&rdquo;，成为业界关注的焦点。</p>\n<p class=\"one-p\"><strong>数据攀升 反映市场热度</strong></p>\n<p class=\"one-p\">旅游研究机构、在线旅行商以及民航、铁路部门的统计数据近期频频曝光，一幅&ldquo;浩浩荡荡&rdquo;的五一假期出行图已经逐渐显现。</p>\n<p class=\"one-p\">中国旅游研究院近期发布的相关统计报告显示，第二季度是传统的出游旺季，包含了清明、五一、端午三个公众假期，很可能会成为旅游抗疫的战略转折点。从清明节假期三天的数据来看，全国国内旅游出游1.02亿人次，恢复至疫前同期的94.5%。第二季度的居民出游意愿为83.19%，城乡居民的旅游消费心理开始从谨慎转向积极，近郊旅游和跨省旅游意愿分别为43.48%、34.04%。</p>\n<p class=\"one-p\">&ldquo;伴随着国内疫情的有效管控，政府部门持续放开出行限制、鼓励和推动旅游业发展，即将到来的五一假期有望迎来&lsquo;爆发式出游&rsquo;。23%、43%、114%、126%，从携程当前五一假期机票、酒店、门票、租车订单量对比2019年的显著增长来看，今年五一假期旅游人次有望突破2019年同期水平，达到2亿人次新高。&rdquo;携程研究院行业分析师方泽茜分析。</p>\n<p class=\"one-p\">各地在线旅行商发布的数据也十分可观。飞猪旅游与五一出游相关的度假和酒店预订量同比涨超11倍，超过3小时的跨省长线游预订量同比涨超150%。马蜂窝大数据显示，五一假期机票平均价格为1050元，比2022年同期上涨超1倍。</p>\n<p class=\"one-p\">记者从海航方面了解到，5月1日至5日，海航境内航司计划执行航班1万余班，运送旅客量超过150万人次。旅客出行热门目的地集中在三亚、海口、成都、重庆等城市。其中，执行海南进出港航班约2300班，运送旅客量将达30余万人次，航班量、旅客量较2019年同期分别增长22%、30%。</p>\n<p class=\"one-p\">同程研究院首席研究员程超功表示，综合国内疫情防控形势及居民出游需求，预计4月30日至5月5日，全国铁路、民航及道路客运的客流量将达到2.5亿人次左右，局部地区的大交通（不含市内交通）客流量有望超过2022年同期水平。建议各地提前做好谋划，尤其是一些热门地区应做好应对大客流的准备。</p>', '2023-04-23 17:45:21');
INSERT INTO `xinwenxinxi` VALUES (3, '10条长江主题国家级旅游线路发布，9条涉及重庆', 2, 'upload/20230509/ecb64f2b-5d15-48d1-bfdd-e482b009be33.jpg', 'admin', 8, '<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; &nbsp;为加强长江旅游高质量产品供给，提升旅游消费水平和能力，文化和旅游部近日推出10条长江主题国家级旅游线路和《长江国际黄金旅游带精品线路路书》。</span>在10条长江主题国家级旅游线路中，有9条线路涉及重庆，囊括重庆中国三峡博物馆、钓鱼城国家考古遗址公园、大足石刻、金佛山风景名胜区等众多知名景区。</p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; &nbsp;据介绍，文化和旅游部通过统筹长江国际黄金旅游带沿线地区文化和旅游资源，选取具有突出意义、重要影响、重大主题的节点，以&ldquo;文化场景化、场景主题化、主题线路化&rdquo;为思路，串点成线，连线成廊，设计了包括长江文明溯源之旅、长江世界遗产之旅、长江安澜见证之旅、长江红色基因传承之旅、长江自然生态之旅、长江风景揽胜之旅、长江乡村振兴之旅、长江非遗体验之旅、长江瑰丽地貌之旅、长江都市休闲之旅等10条长江主题旅游线路，全面展示真实、立体、发展的长江，塑造长江国际黄金旅游带整体形象，提升国际知名度和全球竞争力。</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; &nbsp;同时，为加强主题线路市场化转化，满足游客实际出游需要，在主题线路框架下，精心设计了38条长江国际黄金旅游带精品线路，形成了《长江国际黄金旅游带精品线路路书》，路书中涵盖行程规划、路况介绍、沿途特色景区、游玩锦囊等旅游信息，以吸引旅游爱好者探索和发现长江文化和自然之美，打造独具魅力的中华文化旅游体验。</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; 特别值得一提的是，在本次推出的10条长江主题国家级旅游线路中，有9条线路涉及重庆，涵盖重庆多个知名景区。</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江文明溯源之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; &nbsp; 以三星堆博物馆、湖北省博物馆、良渚国家考古遗址公园等博物馆和标志性文化遗址为载体，集中展现源远流长、博大精深的长江文明，让人们在探寻长江文明起源、发展脉络和灿烂成就的过程中汲取精神滋养和前进力量。</span>该线路收录了重庆的重庆中国三峡博物馆、钓鱼城国家考古遗址公园等。</p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江世界遗产之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; &nbsp;串联起九寨沟风景名胜区、丽江古城、黄山、苏州古典园林、杭州西湖文化景观等世界文化和自然遗产，形成集灵山秀水与深厚文化为一体的世界遗产旅游长廊，让旅游成为人们感悟中华文化、增强文化自信的过程。</span>该线路收录了重庆的大足石刻、芙蓉江风景名胜区、金佛山风景名胜区、五里坡国家级自然保护区等。</p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江安澜见证之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; 以长江沿线主要水利枢纽和世界灌溉工程遗产为载体，让人们走近三峡水利枢纽、都江堰等重大水利工程和治水实践，深刻体会流淌千年的治水智慧，见证长江安澜、百姓安居、生态优良的美好画卷。</span>该线路收录了重庆的白鹤梁水下博物馆、长寿湖旅游区、龙水湖风景区等。</p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江红色基因传承之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; &nbsp;以长江沿线全国红色旅游经典景区为载体，集中展现中国共产党的光辉历程，引导广大人民群众在回溯红色历史时感悟初心使命，汲取前进力量。</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">该线路收录了重庆的歌乐山革命纪念馆、红岩魂广场及陈列馆、刘伯承故居及纪念馆、聂荣臻元帅陈列馆、邱少云烈士纪念馆等。</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江自然生态之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp; 展现了满目千山绿、长江万里清的生态美景，以及人与自然和谐共生的文明画卷。</span>该线路收录了重庆的小三峡&mdash;小小三峡生态旅游区、黑山谷景区、阿依河景区、酉阳桃花源景区等。</p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江风景揽胜之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp;以长江沿线国家5A级旅游景区为载体，让人们在领略自然之美中感悟文化之美、陶冶心灵之美。</span>该线路收录了重庆的白帝城&middot;瞿塘峡景区、四面山景区、濯水景区等。</p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江乡村振兴之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; &nbsp;串联起长江沿线具有代表性的全国乡村旅游重点村，让游客近距离体验长江沿线美丽乡村的独特魅力，感受水乡田园的悠闲惬意与乡村振兴的重大成就。</span>该线路收录了重庆的巫山县竹贤乡下庄村、石柱土家族自治县中益乡华溪村、巫溪县红池坝镇茶山村等。</p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江非遗体验之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; 以长江沿线文化生态保护(实验)区为载体，吸引着更多人走近非遗、认识非遗、热爱非遗，感受长江非遗在新时代焕发的活力与魅力。</span>该线路收录了重庆的武陵山区(渝东南)土家族苗族文化生态保护实验区。</p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">长江都市休闲之旅</span></p>\n</div>\n<div class=\"_3ygOc lg-fl \">\n<p><span class=\"bjh-p\">&nbsp; &nbsp; 以成都、重庆、武汉、长沙、南京、杭州等长江沿线城市的休闲旅游节点为载体，让游客感受都市历史文化和现代生活的相融相生。</span>该线路收录了重庆的大九街旅游休闲街区、磁器口街区、弹子石老街、洪崖洞民俗风貌区等。</p>\n</div>', '2023-04-23 17:46:09');

-- ----------------------------
-- Table structure for yonghu
-- ----------------------------
DROP TABLE IF EXISTS `yonghu`;
CREATE TABLE `yonghu`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `yonghuming` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '用户名',
  `mima` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '密码',
  `xingming` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '姓名',
  `xingbie` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '性别',
  `shouji` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '手机',
  `youxiang` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '邮箱',
  `shenfenzheng` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '身份证',
  `touxiang` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '头像',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 8 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '用户' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of yonghu
-- ----------------------------
INSERT INTO `yonghu` VALUES (3, '121', '123456', 'ttt', '男', '18805687785', '1391707217@qq.com', '370402200012053045', 'upload/20230520/4902fd77-2951-4c98-93e2-673df538ad93.jpg', '2023-04-28 10:30:57');
INSERT INTO `yonghu` VALUES (4, '122', '1234', '122', '女', '18850268451', '139@qq.com', '370402200204054582', 'upload/20230501/47f8a5e1-0cd5-4f4a-b75d-43fa9552c9d3.jpg', '2023-05-01 20:51:46');
INSERT INTO `yonghu` VALUES (6, '123', '123456', '张红', '女', '18854248445', '1354925741@qq.com', '370402200012063045', 'upload/20230521/c03110ab-8bc9-4faf-b191-4dddc89d6f90.jpg', '2023-05-21 16:30:21');
INSERT INTO `yonghu` VALUES (7, '12345', '12345', '王晓梅', '女', '18809872342', '1232635471@qq.com', '370402200012052451', 'upload/20230521/2b83b1f8-34b2-407b-b101-32e80c3c089c.jpg', '2023-05-21 16:36:26');

-- ----------------------------
-- Table structure for youqinglianjie
-- ----------------------------
DROP TABLE IF EXISTS `youqinglianjie`;
CREATE TABLE `youqinglianjie`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `wangzhanmingcheng` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '网站名称',
  `wangzhi` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '网址',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  PRIMARY KEY (`id`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 7 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '友情链接' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of youqinglianjie
-- ----------------------------
INSERT INTO `youqinglianjie` VALUES (1, '百度', 'http://www.baidu.com', '2023-04-23 16:43:58');
INSERT INTO `youqinglianjie` VALUES (3, '新浪', 'http://www.sina.com', '2023-04-23 16:43:58');
INSERT INTO `youqinglianjie` VALUES (4, 'QQ', 'http://www.qq.com', '2023-04-23 16:43:58');
INSERT INTO `youqinglianjie` VALUES (5, '网易', 'http://www.163.com', '2023-04-23 16:43:58');

-- ----------------------------
-- Table structure for yuding
-- ----------------------------
DROP TABLE IF EXISTS `yuding`;
CREATE TABLE `yuding`  (
  `id` int(10) UNSIGNED NOT NULL AUTO_INCREMENT,
  `lvyouxianluid` int(10) UNSIGNED NOT NULL COMMENT '旅游线路id',
  `xianlubianhao` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '线路编号',
  `xianlumingcheng` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '线路名称',
  `chufadi` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '出发地',
  `tujingdi` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '途经地',
  `zhongdian` varchar(255) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '终点',
  `jiage` decimal(18, 2) NOT NULL COMMENT '价格',
  `dingdanhao` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '订单号',
  `yudingshijian` varchar(25) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '预订时间',
  `yudingrenxingming` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '预订人姓名',
  `lianxifangshi` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '联系方式',
  `zhuangtai` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '状态',
  `beizhu` text CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '备注',
  `yudingren` varchar(50) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL COMMENT '预订人',
  `addtime` timestamp NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '添加时间',
  `iszf` varchar(10) CHARACTER SET utf8 COLLATE utf8_general_ci NOT NULL DEFAULT '否' COMMENT '是否支付',
  PRIMARY KEY (`id`) USING BTREE,
  INDEX `yuding_lvyouxianluid_index`(`lvyouxianluid`) USING BTREE
) ENGINE = InnoDB AUTO_INCREMENT = 6 CHARACTER SET = utf8 COLLATE = utf8_general_ci COMMENT = '预定' ROW_FORMAT = Dynamic;

-- ----------------------------
-- Records of yuding
-- ----------------------------
INSERT INTO `yuding` VALUES (3, 4, '042317404470', '广东-新疆', '广东', '湖南', '新疆', 3000.00, '042812531574', '2023-04-04 00:00:00', 'ttt', '18805687785', '预定成功', '尽快预定！', '121', '2023-04-28 12:53:35', '是');
INSERT INTO `yuding` VALUES (4, 6, '05091733848', '杭州-北京', '杭州', '青岛', '北京', 980.00, '052116265472', '2023-06-07 00:00:00', '王明', '18754621584', '预定成功', '尽快', '1234', '2023-05-21 16:27:08', '是');

SET FOREIGN_KEY_CHECKS = 1;
